{
  
  
  
    "saint-francois": {
    "id": "saint-francois",
    "name": "Saint François d'Assise",
    "virtues": ["charite", "humilite", "paix", "simplicite"],
    "period": "12e-13e siècle",
    "country": "Italie",
    "type": "fondateur",
    "birthDate": "1182",
    "deathDate": "1226",
    "feastDay": "4 octobre",
    "image": "/images/saints/francois.jpg",
    "shortDescription": "Fondateur de l'ordre des Franciscains, connu pour son amour de la nature et sa pauvreté évangélique.",
    "biography": "Giovanni Francesco di Bernardone, plus connu comme François d'Assise (né à Assise en 1181 ou 1182...)",
    "miracles": [
      "Prédication aux oiseaux",
      "Réception des stigmates",
      "Pacification du loup de Gubbio"
    ],
    "works": [
      "Fondation de l'Ordre des Frères Mineurs",
      "Rédaction du Cantique des Créatures"
    ],
    "quotes": [
      "Seigneur, fais de moi un instrument de ta paix.",
      "C'est en donnant que l'on reçoit."
    ],
    "prayers": [
      "Prière pour la paix",
      "Cantique des Créatures"
    ]
  },


  "saint-therese": {
    "id": "saint-therese",
    "name": "Sainte Thérèse de Lisieux",
    "virtues": ["humilite", "amour", "simplicite", "confiance"],
    "period": "19e siècle",
    "country": "France",
    "type": "docteur",
    "birthDate": "1873",
    "deathDate": "1897",
    "feastDay": "1er octobre",
    "image": "/images/saints/therese.jpg",
    "shortDescription": "Carmélite française connue pour sa 'petite voie' de confiance et d'amour.",
    "biography": "Thérèse de l'Enfant-Jésus et de la Sainte Face, plus connue sous le nom de Sainte Thérèse de Lisieux...",
    "miracles": ["Guérisons", "Conversions", "Pluie de roses"],
    "works": ["Histoire d'une âme", "Poésies et prières"],
    "quotes": ["Je veux passer mon ciel à faire du bien sur la terre.", "Tout est grâce."],
    "prayers": ["Prière pour les missionnaires"]
  },

"sainte-iphigenie": {
    "id": "sainte-iphigenie",
    "name": "Sainte Iphigénie",
    "virtues": ["foi", "purete", "courage", "fidelite"],
    "period": "1er siècle",
    "country": "Éthiopie",
    "type": "abbesse",
    "birthDate": "",
    "deathDate": "",
    "feastDay": "21 septembre",
    "image": "/images/saints/iphigenie.jpg",
    "shortDescription": "Princesse nubienne devenue abbesse, disciple de saint Matthieu, elle consacra sa vie au Christ et fonda la première abbaye chrétienne d'Éthiopie.",
    "biography": "Après la résurrection, Saint Matthieu l’Apôtre organisa l’Église éthiopienne et fonda un couvent, dont il confia la direction à Iphigénie, fille du roi de Nubie, qui devint la première personne de l’histoire chrétienne à diriger une abbaye. Son oncle Hirtacus voulut l’épouser, mais Matthieu lui répondit qu’elle était unie à l’Époux éternel, le Christ. Furieux, Hirtacus fit assassiner Matthieu pendant la liturgie. Atteint ensuite de la lèpre, il finit par se donner la mort. Le frère d’Iphigénie monta sur le trône et favorisa l’expansion du christianisme dans le royaume.",
    "miracles": [],
    "works": ["Fondation de la première abbaye d’Éthiopie"],
    "quotes": [],
    "prayers": []
  },

  "sainte-paule": {
    "id": "sainte-paule",
    "name": "Sainte Paule",
    "virtues": ["charite", "sagesse", "humilite", "foi"],
    "period": "4e-5e siècle",
    "country": "Rome",
    "type": "fondatrice",
    "birthDate": "347",
    "deathDate": "404",
    "feastDay": "26 janvier",
    "image": "/images/saints/paule.jpg",
    "shortDescription": "Noble romaine devenue moniale, elle fonda avec saint Jérôme des monastères à Bethléem et consacra sa vie à l’étude des Écritures et à la prière.",
    "biography": "Née à Rome en 347 dans une famille noble, Paule épousa un sénateur et eut cinq enfants. Veuve à 32 ans, elle se rapprocha de sainte Marcelle et de saint Jérôme. Sur ses conseils, elle transforma sa maison en prieuré et apprit le grec et l’hébreu pour mieux comprendre les Écritures. Après la mort de sa fille Blésille, elle partit pour Jérusalem avec sa fille Eustochium et fonda avec Jérôme un double monastère à Bethléem. Elle mourut en 404, laissant son œuvre à sa fille.",
    "miracles": [],
    "works": ["Fondation des monastères de Bethléem", "Promotion de l’étude des Écritures à Rome"],
    "quotes": [],
    "prayers": []
  },
  "sainte-eustochium": {
    "id": "sainte-eustochium",
    "name": "Sainte Eustochium",
    "virtues": ["purete", "savoir", "foi", "devotion"],
    "period": "4e-5e siècle",
    "country": "Rome",
    "type": "abbesse",
    "birthDate": "368",
    "deathDate": "",
    "feastDay": "28 septembre",
    "image": "/images/saints/eustochium.jpg",
    "shortDescription": "Fille de sainte Paule et disciple de saint Jérôme, elle dirigea les monastères de Bethléem après la mort de sa mère.",
    "biography": "Née à Rome en 368, fille de sainte Paule, Eustochium fit vœu de virginité perpétuelle malgré les pressions familiales. Sous la direction de saint Jérôme, elle approfondit les Écritures et apprit le grec, le latin et l’hébreu. En 386, elle partit avec sa mère pour Bethléem, où elles fondèrent un monastère de femmes. À la mort de Paule, en 404, Eustochium assuma la direction des communautés et poursuivit l’œuvre spirituelle de Jérôme, qui lui dédia plusieurs commentaires bibliques.",
    "miracles": [],
    "works": ["Direction des monastères de Bethléem", "Collaboration aux œuvres de saint Jérôme"],
    "quotes": [],
    "prayers": []
  },









  "bienheureuse-isabelle-de-france": {
    "id": "bienheureuse-isabelle-de-france",
    "name": "Bienheurese Isabelle de France",
    "virtues": ["purete", "humilite", "charite", "detachement"],
    "period": "13e siècle",
    "country": "France",
    "type": "fondatrice",
    "birthDate": "1225",
    "deathDate": "1270",
    "feastDay": "23 février",
    "image": "/images/saints/isabelle-france.jpg",
    "shortDescription": "Sœur de Saint Louis, elle refusa le mariage pour se consacrer à Dieu et fonda le monastère de Longchamp sous la règle de l’humilité de la Bienheureuse Vierge Marie.",
    "biography": "Née en 1225, fille du roi Louis VIII et de la reine Blanche de Castille, Isabelle reçut une éducation profonde, fondée sur la prière, la théologie et la discipline. Très jeune, elle se consacra à Dieu et refusa plusieurs mariages prestigieux, choisissant de vivre dans la chasteté et la simplicité. Conseillée spirituellement par saint Bonaventure, elle mena une vie de prière et de charité, soutenant les pauvres et acceptant la maladie dans l’humilité. En 1256, avec l’aide de son frère Saint Louis, elle fonda le monastère de Longchamp près de Paris et rédigea une règle originale, celle de l’humilité de la Bienheureuse Vierge Marie. Sans prononcer de vœux, elle mena une vie consacrée dans une cellule attenante au monastère, recevant religieux et pauvres. Elle mourut le 23 février 1270, vénérée comme “la sainte de Longchamp”.",
    "miracles": [],
    "works": ["Fondation du monastère de Longchamp", "Rédaction de la règle de l’humilité de la Bienheureuse Vierge Marie"],
    "quotes": [],
    "prayers": []
  },
  "sainte-bathilde": {
    "id": "sainte-bathilde",
    "name": "Sainte Bathilde",
    "virtues": ["charite", "justice", "humilite", "misericorde"],
    "period": "7e siècle",
    "country": "France",
    "type": "reine et religieuse",
    "birthDate": "626",
    "deathDate": "680",
    "feastDay": "30 janvier",
    "image": "/images/saints/bathilde.jpg",
    "shortDescription": "Ancienne esclave devenue reine des Francs, elle œuvra pour la justice, la libération des esclaves et la réforme de l’Église avant de finir sa vie au monastère de Chelles.",
    "biography": "Née en Angleterre vers 626, Bathilde fut capturée et réduite en esclavage avant d’être achetée par Archambaut, maire du palais. Remarquée pour sa modestie et sa sagesse, elle gagna le respect du roi Clovis II, qu’elle épousa. Devenue reine, elle favorisa les pauvres, racheta des esclaves pour les libérer et encouragea la fondation de monastères inspirés par la spiritualité de saint Colomban. À la mort de Clovis, elle assuma la régence avec prudence, soutenue par saint Éloi et saint Ouen. Elle interdit la vente d’esclaves chrétiens, réforma le clergé et promut une gouvernance juste. Retirée plus tard au monastère de Chelles qu’elle avait fondé, elle y mena une vie humble, partageant les travaux des religieuses. Elle mourut vers 680, vénérée pour sa charité et sa sagesse.",
    "miracles": [],
    "works": ["Abolition de la vente d’esclaves chrétiens", "Fondation du monastère de Chelles", "Réforme du clergé franc"],
    "quotes": [],
    "prayers": []
  },
  "anne-de-bretagne": {
    "id": "anne-de-bretagne",
    "name": "Anne de Bretagne",
    "virtues": ["piété", "justice", "sagesse", "foi"],
    "period": "15e-16e siècle",
    "country": "France",
    "type": "reine",
    "birthDate": "1477",
    "deathDate": "1514",
    "feastDay": "9 janvier",
    "image": "/images/saints/anne-bretagne.jpg",
    "shortDescription": "Duchesse de Bretagne et deux fois reine de France, elle allia piété et sens politique pour préserver l’identité bretonne et soutenir la foi et les arts.",
    "biography": "Anne de Bretagne naquit en 1477 au château des ducs de Bretagne à Nantes. Fille du duc François II et de Marguerite de Foix, elle reçut une éducation raffinée et pieuse, apprenant le latin, le français et la musique. Orpheline jeune, elle hérita d’un duché convoité par la France. En 1491, pour protéger son peuple et maintenir la paix, elle épousa le roi Charles VIII, puis après sa mort, se remaria en 1499 avec Louis XII. Très cultivée et fervente chrétienne, Anne soutint les artistes, les humanistes et les ordres religieux. Elle fit construire et restaurer des églises, protégea les pauvres et encouragea l’éducation. Morte le 9 janvier 1514 à Blois, elle laissa l’image d’une souveraine sage, pieuse et fidèle à sa terre natale.",
    "miracles": [],
    "works": ["Protection du duché de Bretagne", "Soutien aux arts et à la foi", "Fondations pieuses en Bretagne et en France"],
    "quotes": [],
    "prayers": []
  },
  
  "bienheureuse-marguerite-de-lorraine": {
    "id": "bienheureuse-marguerite-de-lorraine",
    "name": "Bienheureuse Marguerite de Lorraine",
    "virtues": ["charite", "humilite", "detachement", "justice"],
    "period": "15e-16e siècle",
    "country": "France",
    "type": "duchesse et religieuse",
    "birthDate": "1463",
    "deathDate": "1521",
    "feastDay": "2 novembre",
    "image": "/images/saints/marguerite-lorraine.jpg",
    "shortDescription": "Duchesse d'Alençon, femme de prière et de justice, elle fonda des monastères et se retira chez les Clarisses, où elle mourut dans la sainteté.",
    "biography": "Née en 1463, fille de Ferri II de Vaudémont et de Yolande d’Anjou, Marguerite de Lorraine fut élevée par son grand-père, le bon roi René d’Anjou, en Provence. Elle reçut une éducation solide, apprenant le latin, l’histoire des saints et la lecture des Écritures. Dédaignant les plaisirs du monde, elle se consacra à la prière et aux œuvres de charité. Mariée à René d’Alençon à 25 ans, elle devint veuve quatre ans plus tard, avec trois enfants et un duché ruiné. Elle se distingua par sa justice et sa fermeté, réformant l’administration et défendant les pauvres. Marguerite fonda des hôpitaux, restaura des églises et créa des monastères, notamment pour les Clarisses. En 1518, elle rejoignit elle-même le monastère qu’elle avait fondé et y mourut le 2 novembre 1521. Son corps, resté incorruptible pendant près de trois siècles, fut profané en 1793 durant la Révolution française.",
    "miracles": ["Incorruptibilité de son corps pendant plusieurs siècles"],
    "works": ["Fondation du monastère des Clarisses d’Alençon", "Réforme du duché d’Alençon", "Œuvres de charité et aide aux pauvres"],
    "quotes": [],
    "prayers": []
  },
  "sainte-dorothee-de-montau": {
    "id": "sainte-dorothee-de-montau",
    "name": "Sainte Dorothée de Montau",
    "virtues": ["foi", "patience", "ascese", "priere"],
    "period": "14e siècle",
    "country": "Pologne",
    "type": "mystique et recluse",
    "birthDate": "1347",
    "deathDate": "1394",
    "feastDay": "25 juin",
    "image": "/images/saints/dorothee-montau.jpg",
    "shortDescription": "Mystique polonaise, mère de neuf enfants, elle mena une vie de pénitence et devint recluse à Marienwerder, où elle mourut en odeur de sainteté.",
    "biography": "Dorothée de Montau naquit en 1347 en Prusse (actuelle Pologne). Très pieuse dès l’enfance, elle fut mariée à un artisan, Adalbert, avec lequel elle eut neuf enfants. Malgré les épreuves et les violences conjugales, elle demeura fidèle à Dieu, passant de longues heures en prière. En 1384, elle convainquit son mari de se convertir et de mener une vie religieuse. Ensemble, ils accomplirent plusieurs pèlerinages, notamment à Cologne et Einsiedeln. Veuve en 1390, Dorothée demanda à vivre en recluse, inspirée par une vision du Christ. Après un temps d’épreuve, son souhait fut accordé et elle s’installa le 2 mai 1393 dans une cellule attenante à la cathédrale de Marienwerder. Elle y mena une vie de prière intense et reçut des visions mystiques. Elle mourut le 25 juin 1394. Canonisée pour sa foi et ses prophéties, elle est l’une des grandes figures spirituelles de la Pologne médiévale.",
    "miracles": ["Visions prophétiques", "Protection miraculeuse de chevaliers teutoniques"],
    "works": ["Vie de pénitence et d’intercession", "Témoignage spirituel consigné par son confesseur Jean de Marienwerder"],
    "quotes": [],
    "prayers": []
  },
  "margaret-de-beverley": {
    "id": "margaret-de-beverley",
    "name": "Margaret de Beverley",
    "virtues": ["courage", "foi", "perseverance", "charite"],
    "period": "12e siècle",
    "country": "Angleterre",
    "type": "pèlerine et religieuse",
    "birthDate": "vers 1150",
    "deathDate": "inconnue",
    "feastDay": "non spécifié",
    "image": "/images/saints/margarette-beverley.jpg",
    "shortDescription": "Pèlerine anglaise ayant combattu pour Jérusalem, réduite en esclavage, elle témoigna d’un courage héroïque et finit sa vie comme religieuse cistercienne.",
    "biography": "Née en Terre sainte de parents anglais, Margarette de Beverley perdit ses parents très jeune et éleva seule son frère Thomas. Vers 1180, après son entrée au monastère, elle entreprit un pèlerinage en Terre sainte. Lors du siège de Jérusalem en 1187, elle participa courageusement à la défense de la ville, protégeant les habitants avec un casque improvisé en chaudron. Capturée après la chute de Jérusalem, elle fut réduite en esclavage, subissant de dures épreuves qu’elle supporta avec foi. Libérée grâce à une rançon, elle parcourut Antioche, Saint-Jean-d’Acre, Rome et Compostelle avant de rentrer en Europe. Suivant l’exemple de son frère, elle entra chez les Cisterciennes à Montreuil-sur-Mer, où elle mena une vie de prière et d’humilité. Son courage et sa ferveur firent d’elle un modèle de foi féminine médiévale.",
    "miracles": [],
    "works": ["Défense héroïque de Jérusalem", "Pèlerinages à Rome et Compostelle", "Vie religieuse chez les Cisterciennes"],
    "quotes": [],
    "prayers": []
  },

  "sainte-jeanne-de-valois": {
    "id": "sainte-jeanne-de-france",
    "name": "Sainte Jeanne de France",
    "virtues": ["humilite", "foi", "charite", "obeissance"],
    "period": "15e-16e siècle",
    "country": "France",
    "type": "reine et fondatrice",
    "birthDate": "1464",
    "deathDate": "1505",
    "feastDay": "4 février",
    "image": "/images/saints/jeanne-valois.jpg",
    "shortDescription": "Fille de Louis XI, reine de France durant quelques mois, elle fonda l’ordre de l’Annonciade, dédié à la Vierge Marie.",
    "biography": "Née le 23 avril 1464 à Nogent-le-Roi, fille de Louis XI et de Charlotte de Savoie, Jeanne de Valois fut de santé fragile. Envoyée au château de Linières dans le Berry, elle grandit dans la prière et l’étude des Écritures. Mariée à Louis d’Orléans, leur union resta sans affection et sans enfants. Lorsque Louis devint roi sous le nom de Louis XII, leur mariage fut annulé en 1498. Jeanne accepta cette épreuve dans la paix et se retira à Bourges. Elle y fonda avec le père Gabriel-Maria l’ordre de la Vierge Marie, appelé plus tard les Annonciades, centré sur l’imitation des vertus de Marie. D’une grande humilité, elle refusa tout honneur et vécut dans la prière jusqu’à sa mort le 4 février 1505. En 1792, la Révolution française supprima l’ordre et dispersa les religieuses.",
    "miracles": [],
    "works": ["Fondation de l’ordre de l’Annonciade", "Rédaction de la règle avec Gabriel-Maria", "Aide aux pauvres et aux malades"],
    "quotes": ["Je suis née pour servir."],
    "prayers": ["Prière à la Vierge Marie pour l’humilité"]
  },
  "sainte-clotilde": {
    "id": "sainte-clotilde",
    "name": "Sainte Clotilde",
    "virtues": ["foi", "esperance", "pardon", "charite"],
    "period": "5e-6e siècle",
    "country": "Burgondie (France actuelle)",
    "type": "reine",
    "birthDate": "vers 475",
    "deathDate": "545",
    "feastDay": "3 juin",
    "image": "/images/saints/clotilde.jpg",
    "shortDescription": "Reine des Francs et épouse de Clovis, elle œuvra à la conversion du royaume au christianisme et vécut ensuite dans la prière.",
    "biography": "Née vers 475 à Lyon, fille du roi burgonde Chilpéric Ier, Clotilde connut très tôt la tragédie : ses parents furent tués par son oncle Gondebaud, qui prit le pouvoir. Exilée, elle fut remarquée par Clovis, roi des Francs, qu’elle épousa vers 492. Chrétienne fervente, elle tenta de convertir son époux païen. Malgré la mort de leur premier enfant après le baptême, elle persévéra dans la prière. En 496, lors de la bataille de Tolbiac, Clovis invoqua le Dieu de Clotilde et remporta la victoire. Il reçut alors le baptême à Reims avec 3000 guerriers, fondant le royaume chrétien des Francs. Devenue veuve, Clotilde se retira à Tours, près du tombeau de saint Martin, où elle vécut dans la prière et la charité jusqu’à sa mort le 3 juin 545. Elle fut inhumée auprès de Clovis dans la basilique Sainte-Geneviève à Paris.",
    "miracles": ["Conversion de Clovis et de son peuple", "Guérison de son fils Clodomir"],
    "works": ["Conversion du royaume franc", "Fondation d’églises et d’abbayes"],
    "quotes": ["J’offre mes larmes à Dieu."],
    "prayers": ["Prière pour la paix dans les familles"]
  },
  "sainte-leonie-aviat": {
    "id": "sainte-leonie-aviat",
    "name": "Sainte Léonie Aviat",
    "virtues": ["charite", "devouement", "service", "foi"],
    "period": "19e-20e siècle",
    "country": "France",
    "type": "fondatrice religieuse",
    "birthDate": "1844",
    "deathDate": "1914",
    "feastDay": "10 janvier",
    "image": "/images/saints/leonie-aviat.jpg",
    "shortDescription": "Religieuse française, fondatrice des Oblates de Saint-François de Sales, dédiée à la jeunesse ouvrière et à l’éducation chrétienne.",
    "biography": "Née en 1844 à Sézanne, Léonie Aviat fut marquée dès l’enfance par la spiritualité salésienne et une attention profonde envers les plus fragiles. Avec l’abbé Louis Brisson, elle fonda un foyer pour jeunes ouvrières, donnant naissance à la congrégation des Oblates de Saint-François de Sales, dédiée à l’éducation et à la dignité des jeunes filles. En 1872, elle prit le nom de sœur Françoise de Sales et devint supérieure générale. La congrégation connut un essor rapide, en France et à l’étranger. Au début du XXe siècle, les lois antireligieuses de la Troisième République entraînèrent la fermeture des maisons et l’exil des religieuses. Léonie mena alors la communauté en Italie, à Pérouse, où elle mourut le 10 janvier 1914. Elle fut canonisée en 2001 par Jean-Paul II.",
    "miracles": ["Guérisons attribuées à son intercession"],
    "works": ["Fondation des Oblates de Saint-François de Sales", "Formation des jeunes ouvrières", "Développement de l’éducation chrétienne en Europe"],
    "quotes": ["Travaillons à rendre Dieu aimable."],
    "prayers": ["Prière pour les éducateurs et les jeunes"]
  },

  "isabelle-godin": {
    "id": "isabelle-godin",
    "name": "Isabelle Godin des Odonais",
    "virtues": ["foi", "courage", "esperance", "perseverance"],
    "period": "18e siècle",
    "country": "Équateur / France",
    "type": "laïque missionnaire",
    "birthDate": "1728",
    "deathDate": "1792",
    "feastDay": "",
    "image": "/images/saints/isabelle-godin.jpg",
    "shortDescription": "Femme de foi et d’endurance, elle traversa seule l’Amazonie pendant plusieurs semaines, confiant sa survie à la Providence divine.",
    "biography": "Née en 1728 à Riobamba, en Équateur, Isabelle Gramon reçut une solide formation et parlait plusieurs langues. En 1743, elle épousa Jean Godin, un savant français. Lorsque son mari se retrouva bloqué en Guyane, elle resta vingt ans en Équateur, affrontant de nombreuses épreuves, dont la perte de plusieurs enfants. En 1769, elle décida de le rejoindre en descendant l’Amazone, confiant son voyage à la Vierge Marie. Après la mort ou la fuite de ses compagnons, Isabelle continua seule dans la jungle, survivant par la prière et la foi. Secourue par deux autochtones, elle atteignit enfin la Guyane et retrouva son mari le 22 juillet 1770. Trois ans plus tard, ils rentrèrent en France et s’installèrent à Saint-Amand-Montrond. Son incroyable traversée témoigne d’une foi inébranlable et d’un courage extraordinaire.",
    "miracles": [],
    "works": ["Témoignage de foi et d’endurance dans l’épreuve"],
    "quotes": ["Je confie tout à la Providence divine."] ,
    "prayers": []},
  "hrosvita-de-gandersheim": {
    "id": "hrosvita-de-gandersheim",
    "name": "Hrosvita de Gandersheim",
    "virtues": ["sagesse", "purete", "creativite", "foi"],
    "period": "10e siècle",
    "country": "Sainte Empire Romain Germanique",
    "type": "chanoinesse et écrivaine",
    "birthDate": "vers 935",
    "deathDate": "vers 1002",
    "feastDay": "",
    "image": "/images/saints/hrosvita.jpg",
    "shortDescription": "Religieuse saxonne et première dramaturge chrétienne connue, elle utilisa le théâtre pour transmettre la foi et la vertu.",
    "biography": "Née vers 935, probablement en Saxe, Hrosvita (ou Roswitha) entra très jeune comme chanoinesse au prestigieux monastère de Gandersheim, soutenu par les empereurs ottoniens et doté d’une vaste bibliothèque. Elle y écrivit des poèmes hagiographiques célébrant la sainteté et la foi, ainsi que six comédies inspirées de l’auteur antique Térence. Elle transforma les intrigues païennes en histoires chrétiennes exaltant la chasteté, la foi et la victoire de la grâce sur le désir. Par son œuvre, Hrosvita chercha à opposer à la culture païenne un idéal de vertu et de dignité chrétienne. Considérée comme la première femme dramaturge d’Europe, elle mourut vers l’an 1002 au monastère de Gandersheim.",
    "miracles": [],
    "works": ["Comédies chrétiennes", "Poèmes hagiographiques", "Hymnes et écrits spirituels"],
    "quotes": ["Je chante la victoire du Christ sur le monde."] ,
    "prayers": []},
  "sainte-mathilde": {
    "id": "sainte-mathilde",
    "name": "Sainte Mathilde",
    "virtues": ["charite", "piete", "pardon", "humilite"],
    "period": "9e-10e siècle",
    "country": "Germanie",
    "type": "reine et fondatrice",
    "birthDate": "vers 895",
    "deathDate": "968",
    "feastDay": "14 mars",
    "image": "/images/saints/mathilde.jpg",
    "shortDescription": "Reine d’Allemagne, mère d’Otton le Grand, elle fut célèbre pour sa charité et la fondation de nombreux monastères.",
    "biography": "Fille du comte saxon Théodoric, Mathilde naquit vers 895 et fut élevée au couvent d’Erfurt, en Thuringe. Mariée à Henri, futur roi de Germanie, elle mena une vie de foi et de justice, élevant cinq enfants, dont Otton le Grand. Devenue veuve, elle consacra ses richesses aux pauvres et fonda plusieurs monastères. Accusée par ses fils de dilapider le trésor royal, elle fut dépouillée de ses biens, mais pardonna et pria pour eux. Réconciliée avec sa famille, elle poursuivit son œuvre charitable. Elle mourut à l’abbaye de Quedlinbourg, qu’elle avait fondée en mémoire de son époux, le 14 mars 968. Modèle de foi et de douceur, elle fut honorée comme sainte dès le Moyen Âge.",
    "miracles": ["Guérisons près de son tombeau", "Protection des familles chrétiennes"],
    "works": ["Fondation de l’abbaye de Quedlinbourg", "Aide aux pauvres et aux veuves"],
    "quotes": ["Je veux répondre au mal par la charité."],
    "prayers": ["Prière pour les familles et les veuves"]
  },

   "sainte-fabiola": {
    "id": "sainte-fabiola",
    "name": "Sainte Fabiola",
    "virtues": ["penitence", "charite", "humilite", "service"],
    "period": "4e siècle",
    "country": "Empire romain",
    "type": "laïque consacrée",
    "birthDate": "vers 330",
    "deathDate": "399",
    "feastDay": "27 décembre",
    "image": "/images/saints/fabiola.jpg",
    "shortDescription": "Noble romaine convertie, elle fonda le premier hôpital chrétien d’Occident et consacra sa vie au service des malades et des pauvres.",
    "biography": "Issue de la noble gens Fabia, Fabiola vécut au 4e siècle à Rome. Mariée à un homme violent, elle obtint le divorce et se remaria, ce qui fut considéré comme une faute. Devenue veuve, elle fit pénitence publique à la basilique Saint-Jean de Latran, vêtue de cendres et d’un cilice, et reçut l’absolution du pape. Sous l’influence de saint Jérôme, elle consacra sa fortune aux œuvres de miséricorde. Elle fonda à Rome le premier grand hôpital chrétien d’Occident, où elle servait personnellement les malades, y compris les lépreux. En 395, elle fit pèlerinage en Terre sainte et séjourna à Bethléem auprès de saint Jérôme et de sainte Paule. De retour à Rome, elle continua sa vie de charité jusqu’à sa mort en 399.",
    "miracles": [],
    "works": ["Fondation du premier hôpital chrétien de Rome", "Soutien à saint Jérôme et à sainte Paule"],
    "quotes": ["La pénitence m’a rendu la paix de Dieu."],
    "prayers": ["Prière pour la miséricorde et la conversion"]
  },
  "herade-de-landsberg": {
    "id": "herrade-de-landsberg",
    "name": "Herrade de Landsberg",
    "virtues": ["sagesse", "enseignement", "foi", "creation"],
    "period": "12e siècle",
    "country": "Alsace (Saint-Empire romain germanique)",
    "type": "abbesse et écrivain",
    "birthDate": "1130",
    "deathDate": "1195",
    "feastDay": "",
    "image": "/images/saints/herade.jpg",
    "shortDescription": "Abbesse bénédictine, auteure du célèbre Jardin des Délices, une encyclopédie illustrée alliant foi et savoir.",
    "biography": "Née en 1130 en Alsace, Hérade (ou Herrade) entra très jeune au monastère de Hohenbourg, aussi appelé Mont Sainte-Odile. À 37 ans, elle en devint abbesse et se dévoua à l’éducation intellectuelle et spirituelle de ses religieuses. Elle composa pour elles une œuvre monumentale : le Jardin des Délices (Hortus deliciarum), une encyclopédie chrétienne illustrée en latin. Elle y réunit la théologie, la philosophie, les sciences, la nature et la poésie, s’inspirant autant de la Bible que des Pères de l’Église et des penseurs antiques. Son œuvre témoigne de la conviction que foi et raison ne s’opposent pas, mais se complètent. Hérade mourut vers 1195, laissant une trace durable dans la culture monastique médiévale.",
    "miracles": [],
    "works": ["Le Jardin des Délices", "Poésies et hymnes latins"],
    "quotes": ["Foi et raison sont les deux ailes de la sagesse."],
    "prayers": [] },
  "maria-escobar": {
    "id": "maria-escobar",
    "name": "Maria Escobar",
    "virtues": ["foi", "initiative", "generosite", "piete"],
    "period": "16e siècle",
    "country": "Espagne / Pérou",
    "type": "laïque pionnière",
    "birthDate": "début du 16e siècle",
    "deathDate": "vers 1550",
    "feastDay": "",
    "image": "/images/saints/maria-escobar.jpg",
    "shortDescription": "Espagnole installée au Pérou, elle introduisit la culture du blé en Amérique du Sud et soutint la fondation de la première église de Lima.",
    "biography": "Née en Espagne au début du 16e siècle, Maria Escobar rejoignit le Nouveau Monde avec son mari et s’installa dans la vice-royauté du Pérou. Femme de foi et de courage, elle apporta avec elle des graines de blé et d’orge, qu’elle fit pousser avec succès près de Lima — permettant la première production de farine et de pain en Amérique du Sud. En 1542, elle finança la construction du grand autel de la première église de la Merced à Lima, au cœur de la ville. En reconnaissance, elle reçut le privilège d’y être enterrée. Sa vie témoigne d’une foi active et d’un esprit pionnier au service de Dieu et de la communauté.",
    "miracles": [],
    "works": ["Introduction du blé en Amérique du Sud", "Construction de l’église de la Merced à Lima"],
    "quotes": ["Toute semence bénie porte son fruit."],
    "prayers": []
  }



  
}
