{
  
  
  "saint-francois-dassise": {
  "id": "saint-francois-dassise",
  "name": "Saint François d’Assise",
  "category": "saint",
  "virtues": ["pauvreté", "humilité", "joie", "amour de la création", "charité"],
  "period": "12e-13e siècle",
  "country": "Italie",
  "type": "fondateur des Franciscains, mystique",
  "birthDate": "1181",
  "deathDate": "1226-10-03",
  "feastDay": "4 octobre",
  "image": "/images/saints/francois-assise.jpg",
  "shortDescription": "Fondateur de l’Ordre des Franciscains, Saint François d’Assise incarna la pauvreté évangélique et l’amour universel de la création.",
  
  "biography": {
    "naissance-et-jeunesse": "François d’Assise naît vers 1181 ou 1182 à Assise, dans le duché de Spolète, au sein d’une famille aisée. Son père, Pietro di Bernardone, est un riche marchand de draps, et sa mère, Pica, serait originaire de Provence. Baptisé Giovanni, il est renommé ‘Francesco’ par son père en souvenir de ses affaires en France. Dans sa jeunesse, François mène une vie insouciante et fastueuse, aimant les fêtes et les beaux vêtements.",
    
    "captivite-et-conversion": "Vers 1202, François participe à une guerre contre Pérouse et est fait prisonnier pendant près d’un an. À sa libération, marqué par la maladie et la souffrance, il commence une profonde conversion. Dans l’église délabrée de San Damiano, il reçoit une vision du Christ lui disant : ‘Répare ma maison, qui tombe en ruine’. Cet appel bouleverse sa vie.",
    
    "renoncement-et-vie-de-pauvrete": "François renonce publiquement à son héritage devant l’évêque d’Assise, abandonne ses richesses et choisit de vivre dans la pauvreté radicale. Il se met au service des pauvres et des lépreux, considérés comme les exclus de son époque. Sa joie et sa simplicité attirent d’autres hommes désireux de vivre l’Évangile à sa manière.",
    
    "fondation-des-ordres-franciscains": "En 1209, François fonde l’Ordre des Frères Mineurs, approuvé par le pape Innocent III. Avec sainte Claire, il inspire la fondation de l’Ordre des Pauvres Dames (Clarisses). Il met également en place un Tiers-Ordre destiné aux laïcs désirant vivre l’esprit franciscain sans quitter le monde.",
    
    "amour-de-la-creation": "François prêche la fraternité universelle, l’amour de toute créature et le respect de la nature comme reflet de la bonté divine. Son 'Cantique des créatures' exprime son émerveillement devant le soleil, le vent, l’eau, la terre et toutes les formes de vie, qu’il appelle ‘frères’ et ‘sœurs’.",
    
    "stigmates-et-derniers-jours": "En 1224, retiré au mont Alverne pour prier et jeûner, François reçoit les stigmates du Christ, signe mystique de son union profonde au Crucifié. Éprouvé par la maladie mais toujours joyeux, il meurt à Assise le 3 octobre 1226, couché sur la terre nue, en chantant sa fidélité au Seigneur.",
    
    "canonisation-et-heritage": "Deux ans plus tard, le 16 juillet 1228, il est canonisé par le pape Grégoire IX. François reste l’une des figures les plus lumineuses du christianisme : témoin de paix, ami de la création, modèle de pauvreté évangélique et inspirateur de millions de croyants. Il est aujourd’hui le patron des animaux, de l’écologie et des artisans de paix."
  }
}
,


"sainte-iphigenie": {
  "id": "sainte-iphigenie",
  "name": "Sainte Iphigénie",

  "category": "sainte",
  "virtues": ["foi", "purete", "courage", "fidelite"],
  "period": "1er siècle",
  "country": "Éthiopie",
  "type": "abbesse",

  "birthDate": "",
  "deathDate": "",
  "feastDay": "21 septembre",

  "image": "/images/saints/iphigenie.jpg",

  "shortDescription": "Princesse nubienne devenue abbesse et disciple de saint Matthieu, elle consacra sa vie au Christ et fonda la première abbaye chrétienne d'Éthiopie.",

  "biography": {
    "origines-et-contexte": "Princesse nubienne, Iphigénie est la fille du roi de Nubie. Après la Résurrection du Christ, l’Évangile atteint l’Éthiopie grâce à saint Matthieu, qui y organise les premières structures chrétiennes.",

    "appel-et-vie-consacree": "Saint Matthieu fonde un couvent en Éthiopie et en confie la direction à Iphigénie, faisant d’elle la première personne de l’histoire chrétienne à diriger une abbaye.",

    "persecution-et-martyr-de-matthieu": "Hirtacus, oncle d’Iphigénie, tente de l'épouser, mais Matthieu lui répond qu’elle est unie à l’Époux éternel, le Christ. Furieux de ce refus, Hirtacus fait assassiner Matthieu pendant la liturgie. Atteint ensuite de la lèpre, il met fin à ses jours.",

    "heritage": "Le frère d’Iphigénie monte sur le trône et favorise l’expansion du christianisme. Grâce à elle et à l'action fondatrice de Matthieu, l’Éthiopie devient l’un des premiers royaumes profondément marqués par la foi chrétienne."
  }
}
,

"sainte-paule": {
  "id": "sainte-paule",
  "name": "Sainte Paule",

  "category": "sainte",
  "virtues": ["charite", "sagesse", "humilite", "foi"],
  "period": "4e-5e siècle",
  "country": "Rome",
  "type": "fondatrice",

  "birthDate": "347",
  "deathDate": "404",
  "feastDay": "26 janvier",

  "image": "/images/saints/paule.jpg",

  "shortDescription": "Noble romaine devenue moniale, elle fonda avec saint Jérôme des monastères à Bethléem et consacra sa vie à l’étude des Écritures et à la prière.",

  "biography": {
    "jeunesse-et-famille": "Née à Rome en 347 dans une famille aristocratique, Paule grandit dans un milieu très cultivé. Elle épousa un sénateur et eut cinq enfants.",

    "conversion-et-vie-ascetique": "Veuve à 32 ans, elle se rapproche de sainte Marcelle et de saint Jérôme. Sous son influence, elle se consacre davantage à la prière et transforme sa maison en prieuré. Elle apprend le grec et l’hébreu pour approfondir sa compréhension des Écritures.",

    "voyage-et-fondations-a-bethleem": "Après la mort de sa fille Blésille, elle quitte Rome avec sa fille Eustochium et rejoint Jérôme en Terre Sainte. Ensemble, ils fondent un double monastère à Bethléem, l’un pour les hommes, l’autre pour les femmes, devenant un grand centre spirituel et intellectuel.",

    "mort-et-heritage": "Elle meurt en 404. Sa fille Eustochium prend la direction du monastère et perpétue son œuvre. Paule reste un modèle d’étude, de prière et de charité pour toute la tradition chrétienne."
  }
}
,

"sainte-eustochium": {
  "id": "sainte-eustochium",
  "name": "Sainte Eustochium",

  "category": "sainte",
  "virtues": ["purete", "savoir", "foi", "devotion"],
  "period": "4e-5e siècle",
  "country": "Rome",
  "type": "abbesse",

  "birthDate": "368",
  "deathDate": "",
  "feastDay": "28 septembre",

  "image": "/images/saints/eustochium.jpg",

  "shortDescription": "Fille de sainte Paule et disciple de saint Jérôme, elle dirigea les monastères de Bethléem après la mort de sa mère.",

  "biography": {
    "jeunesse-et-famille": "Née à Rome en 368, Eustochium est la fille de sainte Paule. Elle grandit dans un milieu chrétien cultivé et pieux, marqué par l’influence des grandes dames romaines converties à l’ascèse.",

    "vœu-de-virginite-et-formation-spirituelle": "Encore jeune, elle fit vœu de virginité perpétuelle malgré les pressions de sa famille. Sous la direction de saint Jérôme, elle se consacra à l'étude des Écritures et apprit le grec, le latin et l’hébreu afin de mieux comprendre les textes sacrés.",

    "voyage-et-vie-monastique-a-bethleem": "En 386, elle quitta Rome avec sa mère Paule pour la Terre Sainte. Ensemble, elles fondèrent un grand monastère de femmes à Bethléem, qui devint un centre reconnu d'étude biblique et de vie spirituelle.",

    "direction-et-heritage": "À la mort de sainte Paule en 404, Eustochium assuma la direction du monastère. Elle poursuivit l’œuvre spirituelle de saint Jérôme, qui lui dédia plusieurs commentaires bibliques. Sa fidélité à l’ascèse et à l’étude fit d’elle une figure majeure du monachisme ancien."
  }
}
,





 "bienheureuse-isabelle-de-france": {
  "id": "bienheureuse-isabelle-de-france",
  "name": "Bienheureuse Isabelle de France",

  "category": "bienheureuse",
  "virtues": ["purete", "humilite", "charite", "detachement"],
  "period": "13e siècle",
  "country": "France",
  "type": "fondatrice",

  "birthDate": "1225",
  "deathDate": "1270",
  "feastDay": "22 février",

  "image": "/images/saints/isabelle-france.jpg",

  "shortDescription": "Sœur de Saint Louis, elle refusa le mariage pour se consacrer à Dieu et fonda le monastère de Longchamp sous la règle de l’humilité de la Bienheureuse Vierge Marie.",

  "biography": {
    "jeunesse-et-education": "Née en 1225, fille du roi Louis VIII et de la reine Blanche de Castille, Isabelle reçut une éducation profondément marquée par la prière, la théologie et la discipline chrétienne.",

    "appel-a-la-vie-consacree": "Très jeune, elle se consacra à Dieu et refusa plusieurs mariages prestigieux proposés pour des raisons politiques. Elle choisit une vie de chasteté, de simplicité et de service, mûrement guidée par une forte intuition spirituelle.",

    "vie-spirituelle-et-charite": "Sous la direction spirituelle de saint Bonaventure, elle mena une vie intense de prière, de pénitence et de charité envers les pauvres. Elle supporta diverses maladies dans une grande humilité et la confiance en Dieu.",

    "fondation-du-monastere-de-longchamp": "En 1256, avec le soutien de son frère Saint Louis, elle fonda le monastère de Longchamp près de Paris. Elle rédigea elle-même une règle originale centrée sur l’humilité de la Bienheureuse Vierge Marie. Bien qu’elle n’ait jamais prononcé de vœux religieux, elle vécut dans une cellule attenante au monastère et mena une vie quasi monastique.",

    "mort-et-heritage": "Elle mourut le 23 février 1270, entourée de la réputation d’une grande sainteté. Connue comme “la sainte de Longchamp”, elle laissa un exemple lumineux de pureté, de charité et de renoncement royal au service du Christ."
  }
}
,
  "sainte-bathilde": {
  "id": "sainte-bathilde",
  "name": "Sainte Bathilde",

  "category": "sainte",
  "virtues": ["charite", "justice", "humilite", "misericorde"],
  "period": "7e siècle",
  "country": "France",
  "type": "reine et religieuse",

  "birthDate": "626",
  "deathDate": "680",
  "feastDay": "30 janvier",

  "image": "/images/saints/bathilde.jpg",

  "shortDescription": "Ancienne esclave devenue reine des Francs, elle œuvra pour la justice, la libération des esclaves et la réforme de l’Église avant de finir sa vie au monastère de Chelles.",

  "biography": {
    "origine-et-captivite": "Née en Angleterre vers 626, Bathilde fut capturée très jeune et réduite en esclavage. Elle fut achetée par Archambaut, maire du palais, qui remarqua rapidement sa modestie, sa douceur et sa grande intelligence.",

    "mariage-royal-et-charite": "Grâce à ses qualités, elle gagna l'estime du roi Clovis II, qui l’épousa. Devenue reine des Francs, elle se distingua par sa charité envers les pauvres, son soutien aux plus vulnérables et le rachat d’esclaves pour les libérer.",

    "oeuvres-politiques-et-ecclesiales": "À la mort de Clovis II, Bathilde assuma la régence du royaume. Soutenue par saint Éloi et saint Ouen, elle gouverna avec justice. Elle interdit la vente d’esclaves chrétiens, favorisa une réforme du clergé et encouragea la fondation de monastères inspirés de la règle de saint Colomban.",

    "vie-monastique-a-chelles": "Plus tard, elle se retira au monastère de Chelles, qu’elle avait elle-même fondé. Là, elle mena une vie humble et laborieuse, partageant les travaux quotidiens avec les religieuses et persévérant dans la prière et le service.",

    "mort-et-heritage": "Elle mourut vers 680, entourée d’une grande réputation de sainteté. La tradition chrétienne la vénère comme une reine modèle, symbole de charité, de justice sociale et de profonde humilité."
  }
}
,
  "anne-de-bretagne": {
  "id": "anne-de-bretagne",
  "name": "Anne de Bretagne",

  "category": "figure-historique",
  "virtues": ["piété", "justice", "sagesse", "foi"],
  "period": "15e-16e siècle",
  "country": "France",
  "type": "reine",

  "birthDate": "1477",
  "deathDate": "1514",
  "feastDay": "",

  "image": "/images/saints/anne-bretagne.jpg",

  "shortDescription": "Duchesse de Bretagne et deux fois reine de France, elle allia piété et sens politique pour préserver l’identité bretonne et soutenir la foi et les arts.",

  "biography": {
    "enfance-et-formation": "Anne de Bretagne naquit en 1477 au château des ducs de Bretagne à Nantes. Fille du duc François II et de Marguerite de Foix, elle reçut une éducation raffinée et profondément chrétienne, apprenant le latin, le français, la musique et l’art du gouvernement.",
    
    "heritage-et-menaces-politiques": "Orpheline jeune, elle hérita d’un duché stratégique convoité par la couronne de France. Malgré son jeune âge, elle manifesta déjà un sens politique aigu pour protéger l’indépendance bretonne.",
    
    "mariages-royaux-et-gouvernance": "En 1491, afin de préserver la paix et défendre son peuple, elle épousa le roi Charles VIII. Après la mort de celui-ci, elle se remaria en 1499 avec Louis XII, devenant ainsi reine de France pour la seconde fois. Elle demeura toujours très attachée à la Bretagne et défendit ses droits avec constance.",
    
    "foi-culture-et-charite": "Très cultivée et fervente chrétienne, Anne soutint les artistes, les humanistes et les ordres religieux. Elle fit bâtir et restaurer des églises, protégea les pauvres, encouragea l’éducation et favorisa l’essor des arts de la Renaissance.",
    
    "mort-et-heritage": "Elle mourut le 9 janvier 1514 à Blois. L’histoire retient d’elle une souveraine sage, pieuse et résolue, qui sut concilier foi profonde, amour de sa terre natale et compétences politiques remarquables."
  }
}
,
  
  "bienheureuse-marguerite-de-lorraine": {
  "id": "bienheureuse-marguerite-de-lorraine",
  "name": "Bienheureuse Marguerite de Lorraine",

  "category": "bienheureuse",
  "virtues": ["charite", "humilite", "detachement", "justice"],
  "period": "15e-16e siècle",
  "country": "France",
  "type": "duchesse et religieuse",

  "birthDate": "1463",
  "deathDate": "1521",
  "feastDay": "2 novembre",

  "image": "/images/saints/marguerite-lorraine.jpg",

  "shortDescription": "Duchesse d'Alençon, femme de prière et de justice, elle fonda des monastères et se retira chez les Clarisses, où elle mourut dans la sainteté.",

  "biography": {
    "jeunesse-et-education": "Née en 1463, fille de Ferri II de Vaudémont et de Yolande d’Anjou, Marguerite fut élevée par son grand-père, le bon roi René d’Anjou, en Provence. Elle reçut une éducation solide, apprenant le latin, la vie des saints et la lecture des Écritures.",
    
    "vie-de-priere-et-charite": "Dès sa jeunesse, elle dédaigna les plaisirs du monde pour se consacrer à la prière, à la pénitence et aux œuvres de charité. Sa douceur et sa compassion envers les pauvres la firent rapidement connaître comme une femme de grande piété.",
    
    "mariage-ephemere-et-gouvernance": "À 25 ans, elle épousa René d’Alençon. Quatre ans plus tard, elle devint veuve avec trois enfants et un duché ruiné. Elle se distingua alors par son sens de la justice et sa fermeté, réformant l’administration, luttant contre les abus et défendant les plus faibles.",
    
    "fondations-et-oeuvres": "Marguerite fonda des hôpitaux, restaura des églises et établit plusieurs monastères, notamment pour les Clarisses, témoignant d’un profond désir de renouveau spirituel dans son duché.",
    
    "vie-religieuse-et-mort": "En 1518, elle rejoignit le monastère des Clarisses d’Alençon qu’elle avait fondé. Elle y vécut dans l’humilité, le silence et la prière jusqu’à sa mort le 2 novembre 1521.",
    
    "heritage": "Son corps demeura incorruptible pendant près de trois siècles, signe de la vénération populaire. Il fut malheureusement profané en 1793 durant la Révolution. Sa mémoire demeure celle d’une femme de charité, de justice et de profonde sainteté."
  }
}
,
 "sainte-dorothee-de-montau": {
  "id": "sainte-dorothee-de-montau",
  "name": "Sainte Dorothée de Montau",

  "category": "sainte",
  "virtues": ["foi", "patience", "ascese", "priere"],
  "period": "14e siècle",
  "country": "Pologne",
  "type": "mystique et recluse",

  "birthDate": "1347",
  "deathDate": "1394",
  "feastDay": "25 juin",

  "image": "/images/saints/dorothee-montau.jpg",

  "shortDescription": "Mystique polonaise, mère de neuf enfants, elle mena une vie de pénitence et devint recluse à Marienwerder, où elle mourut en odeur de sainteté.",

  "biography": {
    "jeunesse-et-vie-familiale": "Dorothée de Montau naquit en 1347 en Prusse (actuelle Pologne). Très pieuse dès son enfance, elle fut mariée à un artisan, Adalbert, avec lequel elle eut neuf enfants.",
    
    "conversion-de-son-mari-et-pelerinages": "Adalbert était extrêment violent avec elle, donc Dorothée consacra beaucoup de temps à la prière pour qu'il puisse lui aussi vivre dans l'amour du Chrsit. Et en 1384, elle convainquit son mari de se convertir et d’adopter une vie plus religieuse. Ensemble, ils accomplirent plusieurs pèlerinages pénitentiels, notamment à Cologne et à Einsiedeln.",
    
    "veuvage-et-vocation-de-recluse": "Devenue veuve en 1390, Dorothée sentit l'appel à une vie plus radicale d’union avec Dieu. Inspirée par une vision du Christ, elle demanda à devenir recluse. Après un temps d’épreuve et de discernement, l’Église accepta sa demande.",
    
    "vie-a-marienwerder": "Le 2 mai 1393, elle fut enfermée dans une cellule attenante à la cathédrale de Marienwerder. Elle y mena une vie de prière intense, de pénitence et d’intercession, recevant de nombreuses visions mystiques qui furent consignées par son confesseur Jean de Marienwerder.",
    
    "mort-et-heritage": "Elle mourut le 25 juin 1394 en réputation de sainteté. De nombreuses grâces furent rapportées par ceux qui l’avaient connue. Canonisée pour sa foi, sa persévérance et ses dons mystiques, elle demeure l’une des grandes figures spirituelles de la Pologne médiévale."
  }
}
,
 "margaret-de-beverley": {
  "id": "margaret-de-beverley",
  "name": "Margaret de Beverley",
  "virtues": ["courage", "foi", "perseverance", "charite"],
  "period": "12e siècle",
  "country": "Angleterre",
  "type": "pèlerine et religieuse cistercienne",
  "birthDate": "vers 1150",
  "deathDate": "inconnue",
  "feastDay": "",
  "image": "/images/saints/margaret-beverley.jpg",
  "shortDescription": "Pèlerine anglaise ayant défendu Jérusalem lors du siège de 1187, réduite en esclavage puis libérée, elle témoigna d’un courage héroïque et termina sa vie comme religieuse cistercienne.",

  "biography": {
    "origines-et-pelerinage": "Originaire d’Angleterre, Margaret de Beverley entreprit très jeune un pèlerinage en Terre sainte.",
    "siege-de-jerusalem": "En 1187, elle se trouva à Jérusalem lors du siège mené par Saladin et participa courageusement à la défense de la ville, se protégeant la tête avec un simple chaudron.",
    "captivite": "Capturée à la chute de Jérusalem, elle fut réduite en esclavage et endura de durs traitements qu’elle affronta avec une foi inébranlable.",
    "liberation-et-voyages": "Libérée grâce à une rançon, elle poursuivit ses pèlerinages à Antioche, Saint-Jean-d’Acre, Rome et Compostelle.",
    "vie-religieuse": "De retour en Europe, elle rejoignit les Cisterciennes de Montreuil-sur-Mer et mena une vie de prière, de pénitence et d’humilité.",
    "heritage": "Son témoignage, rapporté par son frère Thomas, est devenu un exemple exceptionnel de courage chrétien féminin au Moyen Âge."
  }
}

,

  "sainte-jeanne-de-france": {
  "id": "sainte-jeanne-de-france",
  "name": "Sainte Jeanne de France",
  "virtues": ["humilite", "foi", "charite", "obeissance"],
  "period": "15e-16e siècle",
  "country": "France",
  "type": "reine et fondatrice",
  "birthDate": "1464",
  "deathDate": "1505",
  "feastDay": "4 février",
  "image": "/images/saints/jeanne-valois.jpg",
  "shortDescription": "Fille de Louis XI, reine de France durant quelques mois, elle fonda l’ordre de l’Annonciade, dédié à la Vierge Marie.",

  "biography": {
    "naissance-et-enfance": "Née le 23 avril 1464 à Nogent-le-Roi, fille de Louis XI et de Charlotte de Savoie, Jeanne de Valois était de santé fragile et fut envoyée au château de Linières dans le Berry. Elle y grandit dans la prière et l’étude des Écritures.",
    "mariage-avec-louis-dorleans": "Mariée à Louis d’Orléans, leur union resta sans affection et demeura sans enfants. Jeanne affronta cette situation avec patience et humilité.",
    "annulation-du-mariage": "Lorsque Louis devint roi sous le nom de Louis XII, leur mariage fut annulé en 1498. Jeanne accepta cette épreuve avec paix et résignation chrétienne.",
    "fondation-de-lannonciade": "Retirée à Bourges, elle fonda avec le père Gabriel-Maria l’ordre de la Vierge Marie, plus tard appelé les Annonciades, centré sur l’imitation des vertus de la Vierge Marie.",
    "vie-spirituelle": "D’une grande humilité, elle refusa les honneurs et mena une vie de prière, de charité et d’obéissance.",
    "mort-et-heritage": "Elle mourut le 4 février 1505. En 1792, la Révolution française supprima l’ordre et dispersa les religieuses, mais son œuvre spirituelle demeure vivante aujourd’hui."
  }
}
,
 "sainte-clotilde": {
  "id": "sainte-clotilde",
  "name": "Sainte Clotilde",
  "virtues": ["foi", "esperance", "pardon", "charite"],
  "period": "5e-6e siècle",
  "country": "Burgondie (France actuelle)",
  "type": "reine",
  "birthDate": "vers 475",
  "deathDate": "545",
  "feastDay": "3 juin",
  "image": "/images/saints/clotilde.jpg",
  "shortDescription": "Reine des Francs et épouse de Clovis, elle œuvra à la conversion du royaume au christianisme et vécut ensuite dans la prière.",

  "biography": {
    "naissance-et-enfance": "Née vers 475 à Lyon, fille du roi burgonde Chilpéric Ier, Clotilde connut très tôt la tragédie : ses parents furent tués par son oncle Gondebaud, qui prit le pouvoir.",
    "exil-et-mariage": "Exilée, elle fut remarquée par Clovis, roi des Francs, qu’elle épousa vers 492.",
    "foi-et-conversion-de-clovis": "Chrétienne fervente, elle chercha à convertir son époux païen. Malgré la mort de leur premier enfant après le baptême, elle persévéra dans la prière.",
    "bataille-de-tolbiac": "En 496, lors de la bataille de Tolbiac, Clovis invoqua le Dieu de Clotilde et remporta la victoire.",
    "bapteme-de-clovis": "À la suite de cette victoire, Clovis reçut le baptême à Reims avec 3000 guerriers, établissant ainsi le royaume chrétien des Francs.",
    "veuvage-et-vie-de-piete": "Devenue veuve, Clotilde se retira à Tours, près du tombeau de saint Martin, où elle vécut dans la prière et la charité jusqu’à sa mort le 3 juin 545.",
    "mort-et-sepulture": "Elle fut inhumée auprès de Clovis dans la basilique Sainte-Geneviève à Paris."
  }
  },

  "sainte-leonie-aviat": { 
  "id": "sainte-leonie-aviat",
  "name": "Sainte Léonie Aviat",
  "virtues": ["charite", "devouement", "service", "foi"],
  "period": "19e-20e siècle",
  "country": "France",
  "type": "fondatrice religieuse",
  "birthDate": "1844",
  "deathDate": "1914",
  "feastDay": "10 janvier",
  "image": "/images/saints/leonie-aviat.jpg",
  "shortDescription": "Religieuse française, fondatrice des Oblates de Saint-François de Sales, dédiée à la jeunesse ouvrière et à l’éducation chrétienne.",

  "biography": {
    "enfance-et-vocation": "Née en 1844 à Sézanne, Léonie Aviat fut marquée dès l’enfance par la spiritualité salésienne et par une profonde attention envers les plus fragiles.",
    "fondation-des-oblates": "Avec l’abbé Louis Brisson, elle fonda un foyer pour jeunes ouvrières, donnant naissance à la congrégation des Oblates de Saint-François de Sales, centrée sur l’éducation et la dignité des jeunes filles.",
    "superieure-generale": "En 1872, elle prit le nom de sœur Françoise de Sales et devint supérieure générale, guidant une congrégation en plein essor en France et à l’étranger.",
    "persecutions-et-exil": "Au début du XXe siècle, les lois antireligieuses de la Troisième République entraînèrent la fermeture des maisons et l’exil de la communauté. Léonie mena alors les religieuses en Italie, à Pérouse.",
    "mort-et-canonisation": "Elle mourut à Pérouse le 10 janvier 1914. Elle fut canonisée en 2001 par le pape Jean-Paul II."
  } },

 "isabelle-godin": {
  "id": "isabelle-godin",
  "name": "Isabelle Godin des Odonais",
  "virtues": ["foi", "courage", "esperance", "perseverance"],
  "period": "18e siècle",
  "country": "Équateur / France",
  "type": "laïque missionnaire",
  "birthDate": "1728",
  "deathDate": "1792",
  "feastDay": "",
  "image": "/images/saints/isabelle-godin.jpg",
  "shortDescription": "Femme de foi et d’endurance, elle traversa seule l’Amazonie pendant plusieurs semaines, confiant sa survie à la Providence divine.",

  "biography": {
    "origines-et-formation": "Née en 1728 à Riobamba, en Équateur, Isabelle Gramon reçut une solide formation et maîtrisait plusieurs langues.",
    "mariage-et-epreuves": "En 1743, elle épousa Jean Godin, un savant français. Lorsque son mari se retrouva bloqué en Guyane, elle demeura vingt ans en Équateur, affrontant des épreuves terribles dont la perte de plusieurs enfants.",
    "decision-du-voyage": "En 1769, elle décida de rejoindre son mari en descendant l’Amazone, confiant ce voyage périlleux à la Vierge Marie.",
    "traversee-de-lamazonie": "Après la mort ou la fuite de tous ses compagnons, Isabelle continua seule dans la jungle, survivant grâce à la prière, la foi et son courage.",
    "secours-et-retrouvailles": "Secourue par deux autochtones, elle atteignit enfin la Guyane et retrouva son mari le 22 juillet 1770.",
    "retour-en-france": "Trois ans plus tard, le couple rentra en France et s’installa à Saint-Amand-Montrond.",
    "heritage": "Son incroyable traversée demeure l’un des récits les plus impressionnants de foi et de ténacité au XVIIIe siècle."
  }
}
,
  "hrosvita-de-gandersheim": {
  "id": "hrosvita-de-gandersheim",
  "name": "Hrosvita de Gandersheim",
  "virtues": ["sagesse", "purete", "creativite", "foi"],
  "period": "10e siècle",
  "country": "Sainte Empire Romain Germanique",
  "type": "chanoinesse et écrivaine",
  "birthDate": "vers 935",
  "deathDate": "vers 1002",
  "feastDay": "",
  "image": "/images/saints/hrosvita.jpg",
  "shortDescription": "Religieuse saxonne et première dramaturge chrétienne connue, elle utilisa le théâtre pour transmettre la foi et la vertu.",

  "biography": {
    "origine-et-formation": "Née vers 935, probablement en Saxe, Hrosvita entra très jeune comme chanoinesse au prestigieux monastère de Gandersheim, doté d’une grande bibliothèque.",
    "oeuvres-hagiographiques": "Elle écrivit des poèmes hagiographiques célébrant la sainteté, la foi et la victoire de la grâce.",
    "comédies-chretiennes": "Inspirée du dramaturge antique Térence, elle composa six comédies en transformant les intrigues païennes en récits exaltant la chasteté et la vertu chrétienne.",
    "vision-chretienne": "Par son théâtre et sa poésie, Hrosvita proposa une alternative morale et spirituelle à la culture littéraire païenne.",
    "fin-de-vie": "Elle mourut vers l’an 1002 au monastère de Gandersheim, laissant une œuvre fondatrice pour la littérature chrétienne."
  }
}
,
 "sainte-mathilde": {
  "id": "sainte-mathilde",
  "name": "Sainte Mathilde",
  "virtues": ["charite", "piete", "pardon", "humilite"],
  "period": "9e-10e siècle",
  "country": "Germanie",
  "type": "reine et fondatrice",
  "birthDate": "vers 895",
  "deathDate": "968",
  "feastDay": "14 mars",
  "image": "/images/saints/mathilde.jpg",
  "shortDescription": "Reine d’Allemagne, mère d’Otton le Grand, elle fut célèbre pour sa charité et la fondation de nombreux monastères.",
"biography": {
  "origine-et-enfance": "Fille du comte saxon Théodoric, Mathilde naquit vers 895 et fut élevée au couvent d’Erfurt, en Thuringe.",
  "mariage-et-vie-de-reine": "Mariée à Henri, futur roi de Germanie, elle mena une vie de foi et de justice, élevant cinq enfants, dont Otton le Grand.",
  "veuvage-et-charite": "Devenue veuve, elle consacra ses richesses aux pauvres et fonda plusieurs monastères.",
  "epreuves-familiales": "Accusée par ses fils de dilapider le trésor royal, elle fut dépouillée de ses biens, mais pardonna et pria pour eux.",
  "reconciliation-et-fin-de-vie": "Réconciliée avec sa famille, elle poursuivit son œuvre charitable. Elle mourut à l’abbaye de Quedlinbourg, qu’elle avait fondée en mémoire de son époux, le 14 mars 968."
}
}
,

   "sainte-fabiola": {
    "id": "sainte-fabiola",
    "name": "Sainte Fabiola",
    "virtues": ["penitence", "charite", "humilite", "service"],
    "period": "4e siècle",
    "country": "Empire romain",
    "type": "laïque consacrée",
    "birthDate": "vers 330",
    "deathDate": "399",
    "feastDay": "27 décembre",
    "image": "/images/saints/fabiola.jpg",
    "shortDescription": "Noble romaine convertie, elle fonda le premier hôpital chrétien d’Occident et consacra sa vie au service des malades et des pauvres.",
  "biography": {
  "origine-et-vie-familiale": "Issue de la noble gens Fabia, Fabiola vécut au 4e siècle à Rome. Mariée à un homme violent, elle obtint le divorce et se remaria, ce qui fut considéré comme une faute.",
  "penitence-et-conversion": "Devenue veuve, elle fit pénitence publique à la basilique Saint-Jean de Latran, vêtue de cendres et d’un cilice, et reçut l’absolution du pape.",
  "vie-de-service-et-fondations": "Sous l’influence de saint Jérôme, elle consacra sa fortune aux œuvres de miséricorde. Elle fonda à Rome le premier grand hôpital chrétien d’Occident, où elle servait personnellement les malades, y compris les lépreux.",
  "pelerinage-en-terre-sainte": "En 395, elle fit pèlerinage en Terre sainte et séjourna à Bethléem auprès de saint Jérôme et de sainte Paule.",
  "retour-a-rome-et-mort": "De retour à Rome, elle continua sa vie de charité jusqu’à sa mort en 399."
}
},
  "herrade-de-landsberg": {
    "id": "herrade-de-landsberg",
    "name": "Herrade de Landsberg",
    "virtues": ["sagesse", "enseignement", "foi", "creation"],
    "period": "12e siècle",
    "country": "Alsace (Saint-Empire romain germanique)",
    "type": "abbesse et écrivain",
    "birthDate": "1130",
    "deathDate": "1195",
    "feastDay": "",
    "image": "/images/saints/herade.jpg",
    "shortDescription": "Abbesse bénédictine, auteure du célèbre Jardin des Délices, une encyclopédie illustrée alliant foi et savoir.",
   "biography": {
  "origine-et-entree-au-monastere": "Née en 1130 en Alsace, Herrade entra très jeune au monastère de Hohenbourg, aussi appelé Mont Sainte-Odile.",
  "abbesse-et-formation-des-religieuses": "À 37 ans, elle en devint abbesse et se dévoua à l’éducation intellectuelle et spirituelle de ses religieuses.",
  "oeuvre-litteraire-et-encyclopedique": "Elle composa pour elles une œuvre monumentale : le Jardin des Délices (Hortus deliciarum), la première encyclopédie chrétienne illustrée de l'histoire. Elle y réunit la théologie, la philosophie, les sciences, la nature et la poésie, s’inspirant autant de la Bible que des Pères de l’Église et des penseurs antiques.",
  "vision-spirituelle-et-intellectuelle": "Son œuvre témoigne de la conviction que foi et raison ne s’opposent pas, mais se complètent.",
  "mort-et-heritage": "Hérade mourut vers 1195, laissant une trace durable dans la culture monastique médiévale."
}
},
  "maria-escobar": {
    "id": "maria-escobar",
    "name": "Maria Escobar",
    "virtues": ["foi", "initiative", "generosite", "piete"],
    "period": "16e siècle",
    "country": "Espagne / Pérou",
    "type": "laïque pionnière",
    "birthDate": "début du 16e siècle",
    "deathDate": "vers 1550",
    "feastDay": "",
    "image": "/images/saints/maria-escobar.jpg",
    "shortDescription": "Espagnole installée au Pérou, elle introduisit la culture du blé en Amérique du Sud et soutint la fondation de la première église de Lima.",
  "biography": {
  "origine-et-arrivee-au-nouveau-monde": "Née en Espagne au début du 16e siècle, Maria Escobar rejoignit le Nouveau Monde avec son mari et s’installa dans la vice-royauté du Pérou.",
  "introduction-des-cereales": "Elle apporta avec elle des graines de blé et d’orge, qu’elle fit pousser avec succès près de Lima — permettant la première production de farine et de pain en Amérique du Sud.",
  "oeuvres-et-engagement-religieux": "En 1542, elle finança la construction du grand autel de la première église de la Merced à Lima, au cœur de la ville. En reconnaissance, elle reçut le privilège d’y être enterrée.",
  "heritage-et-temoignage": "Sa vie témoigne d’une foi active et d’un esprit pionnier au service de Dieu et de la communauté."
}
},
  "sainte-rose-philippine-duchesne": {
    "id": "sainte-rose-philippine-duchesne",
    "name": "Sainte Rose Philippine Duchesne",
    "virtues": ["foi", "persévérance", "charité", "zèle missionnaire"],
    "period": "18e-19e siècle",
    "country": "France / États-Unis",
    "type": "religieuse et missionnaire",
    "birthDate": "1769",
    "deathDate": "1852",
    "feastDay": "18 novembre",
    "image": "/images/saints/rose-philippine-duchesne.jpg",
    "shortDescription": "Religieuse française du Sacré-Cœur, missionnaire aux États-Unis, elle fonda la première école du Sacré-Cœur en Amérique et se dévoua aux Amérindiens avec une foi infatigable.",
    "biography": {
  "origine-et-enfance": "Sainte Rose Philippine Duchesne naquit à Grenoble en 1769. Dès son enfance, elle manifesta un grand amour pour la prière et le service des pauvres. Élève au couvent de la Visitation, elle rêvait de devenir religieuse, mais son père s’y opposa et la retira de l’école.",
  "vocation-et-entree-en-vie-religieuse": "Plus tard, soutenue par sa tante, elle réalisa son rêve et entra au couvent de la Visitation. La Révolution française dispersa les communautés religieuses, mais Philippine resta fidèle à sa vocation, aidant clandestinement les prêtres et les prisonniers malgré les risques.",
  "rencontre-avec-madeleine-sophie-barat": "Après la Révolution, elle rencontra sainte Madeleine-Sophie Barat et rejoignit la Société du Sacré-Cœur.",
  "mission-aux-etats-unis": "Envoyée en mission aux États-Unis en 1818, elle fonda à Saint-Charles (Missouri) la première école du Sacré-Cœur sur le continent américain.",
  "mission-aupres-des-amerindiens": "Plus tard, elle rejoignit les Amérindiens Potawatomis au Kansas, où elle fut surnommée « la femme qui prie toujours ».",
  "mort-et-heritage": "Elle mourut en 1852, vénérée pour sa foi, sa persévérance et son amour des peuples autochtones."
}

  },
   "sainte-rose-de-lima": {
    "id": "sainte-rose-de-lima",
    "name": "Sainte Rose de Lima",
    "virtues": ["purete", "penitence", "charite", "humilite"],
    "period": "16e-17e siècle",
    "country": "Pérou",
    "type": "tertiaire dominicaine et mystique",
    "birthDate": "1586",
    "deathDate": "1617",
    "feastDay": "23 août",
    "image": "/images/saints/rose-de-lima.jpg",
    "shortDescription": "Première sainte du continent américain, elle mena une vie de pénitence et de prière à Lima, consacrant son existence à Dieu, aux pauvres et à la réparation des péchés du monde.",
    "biography": {
  "naissance-et-enfance": "Isabelle Flore de Oliva, née à Lima le 20 avril 1586, fut surnommée 'Rosa' dès son enfance après qu'une domestique remarqua la beauté lumineuse de son visage. Très jeune, elle manifesta un attrait profond pour la prière, la solitude et la mortification.",
  "premieres-pratiques-de-penitence": "À six ans, elle commença déjà à imiter les austérités des religieux, se frottant le visage de poivre pour en ternir l’éclat et se coupant les cheveux pour résister à la vanité. À onze ans, elle prononça un vœu secret de chasteté et adopta des pratiques de pénitence rigoureuses.",
  "vie-interieure-et-appartenance-dominicaine": "Malgré les inquiétudes de ses parents, elle conserva un équilibre intérieur marqué par la paix et la joie spirituelle. Empêchée d’entrer dans un couvent, elle rejoignit le tiers-ordre dominicain et mena une vie religieuse laïque dans un petit ermitage au fond du jardin familial.",
  "priere-service-et-vie-mystique": "Rosa se consacra à la prière, au jeûne et au service des pauvres et des malades, les soignant avec des remèdes simples et les réconfortant par sa foi. Elle connut de profondes extases mystiques et des visions du Christ, qu’elle unissait à sa passion. Sa maison devint un lieu de prière et de guérison pour de nombreux habitants de Lima.",
  "offrande-de-sa-souffrance": "Elle offrit toutes ses souffrances pour la conversion des pécheurs et le bien de l’Église.",
  "mort-et-canonisation": "Morte à 31 ans, le 24 août 1617, elle fut canonisée en 1671 par le pape Clément X, devenant la première sainte du continent américain."
}

  },
"sainte-josephine-bakhita": {
    "id": "sainte-josephine-bakhita",
    "name": "Sainte Joséphine Bakhita",
    "virtues": ["foi", "espérance", "pardon", "humilité", "charité"],
    "period": "19e-20e siècle",
    "country": "Soudan / Italie",
    "type": "religieuse canossienne et ancienne esclave",
    "birthDate": "1869",
    "deathDate": "1947",
    "feastDay": "8 février",
    "image": "/images/saints/josephine-bakhita.jpg",
    "shortDescription": "Née esclave au Soudan, libérée en Italie, elle devint religieuse canossienne et témoigna d’une foi rayonnante fondée sur le pardon et la miséricorde. Patronne des victimes de la traite humaine.",
   "biography": {
  "naissance-et-enlevement": "Sainte Joséphine Bakhita naquit vers 1869 dans la région du Darfour, au Soudan. Enfant, elle fut enlevée par des trafiquants d’esclaves et séparée de sa famille. Elle subit de multiples ventes et de nombreuses violences, mais conserva toujours une force intérieure étonnante. Ses ravisseurs la surnommèrent 'Bakhita', signifiant 'la chanceuse' en arabe.",
  "transfert-en-italie": "En 1883, elle fut achetée par le consul italien Callisto Legnani, qui la ramena en Italie. Là, elle fut confiée à la famille Micheli à Venise, où elle découvrit la bonté, le respect et la foi chrétienne grâce aux Sœurs Canossiennes.",
  "recouvrement-de-la-liberte": "Lorsque ses maîtres voulurent la ramener au Soudan, elle refusa, et la justice italienne reconnut sa liberté, l’esclavage étant illégal en Italie.",
  "entree-en-vie-religieuse": "Libre, Joséphine choisit de devenir religieuse chez les Sœurs Canossiennes. Pendant plus de cinquante ans, elle servit avec joie et humilité, rayonnant de douceur et de paix. Son sourire et sa foi marquèrent profondément tous ceux qui la rencontraient.",
  "mort-et-canonisation": "Elle mourut à Schio, en 1947, et fut canonisée en 2000 par saint Jean-Paul II.",
  "heritage-et-signification": "Aujourd’hui, elle est la patronne des victimes de l’esclavage et du trafic humain, symbole vivant d’espérance, de réconciliation et de liberté intérieure."
}

  },
  "saint-augustin": {
  "id": "saint-augustin",
  "name": "Saint Augustin",
  "virtues": ["sagesse", "conversion", "foi", "humilité", "pureté"],
  "period": "4e-5e siècle",
  "country": "Algérie / Afrique du Nord",
  "type": "évêque, docteur de l'Église et philosophe chrétien",
  "birthDate": "354",
  "deathDate": "430",
  "feastDay": "28 août",
  "image": "/images/saints/augustin.jpg",
  "shortDescription": "Évêque d’Hippone et grand docteur de l’Église, il passa d’une jeunesse tourmentée à une foi profonde. Sa conversion fut guidée par les prières de sa mère, sainte Monique. Auteur des 'Confessions' et de 'La Cité de Dieu', il est l’un des plus grands penseurs chrétiens.",
  "biography": {
  "naissance-et-jeunesse": "Saint Augustin est né en 354 à Tagaste, dans l’actuelle Algérie. Jeune, brillant mais dissipé, il recherche le plaisir, la gloire et la réussite. Dans ses 'Confessions', il raconte avoir volé des poires uniquement pour le plaisir de faire le mal, symbole de sa jeunesse égarée.",
  "vie-mondaine": "Sa mère, sainte Monique, prie sans cesse pour sa conversion. Longtemps, Augustin mène une vie mondaine et ambitieuse, préférant la philosophie païenne à la Bible qu’il juge naïve. ",
  "rencontre-avec-saint-ambroise": "Tout change lorsqu’il rencontre saint Ambroise, évêque de Milan. Séduit par son intelligence et sa foi, Augustin commence à douter de ses certitudes.",
  "lutte-interieure": "Après une profonde lutte intérieure, il découvre que Dieu habite au plus intime de l’âme. Baptisé par Ambroise en 387, il devient prêtre, puis évêque d’Hippone. Il consacre le reste de sa vie à enseigner la foi et à écrire.",
  "ministere-et-oeuvres": "Dans 'La Cité de Dieu', il oppose la cité des hommes, fondée sur l’orgueil, à la Cité de Dieu, fondée sur l’amour et la foi. Il enseigne la valeur spirituelle de la pureté et du mariage, qu’il appelle le 'bonum coniugale', un bien fondé sur la fidélité, la fécondité et l’unité. Pour lui, la chasteté, qu’elle soit vécue dans la virginité ou le mariage, exprime l’amour pur de Dieu."}

},

"sainte-bernadette-soubirous": {
  "id": "sainte-bernadette-soubirous",
  "name": "Sainte Bernadette Soubirous",
  "virtues": ["foi", "humilité", "pureté", "obéissance", "patience"],
  "period": "19e siècle",
  "country": "France",
  "type": "voyante de Lourdes et religieuse",
  "birthDate": "1844",
  "deathDate": "1879",
  "feastDay": "16 avril",
  "image": "/images/saints/bernadette-soubirous.jpg",
  "shortDescription": "Jeune fille simple et malade de Lourdes, témoin des apparitions de la Vierge Marie en 1858. Elle vécut ensuite dans l’humilité et la souffrance au couvent de Nevers. Modèle de foi, d’abandon et de pureté, elle nous rappelle que la vraie joie est en Dieu seul.",
 "biography": {
  "naissance-et-enfance": "Sainte Bernadette Soubirous naît en 1844 à Lourdes, dans une famille très pauvre. Fragile et souvent malade, elle garde malgré tout une âme droite, simple et priante.",
  "les-apparitions-de-lourdes": "En 1858, à 14 ans, elle se rend à la grotte de Massabielle avec sa sœur et une amie, où elle voit une 'belle Dame' vêtue de blanc, ceinture bleue et roses dorées sur les pieds. C’est le début des 18 apparitions de la Vierge Marie entre février et juillet. La Dame lui demande de prier pour les pécheurs et de boire à une source que Bernadette découvre en creusant la terre : c’est la source de Lourdes, symbole de purification et de guérison.",
  "message-de-la-vierge-marie": "La Vierge lui dit aussi : 'Je ne vous promets pas de vous rendre heureuse en ce monde, mais dans l’autre.' Cette promesse s’accomplit dans la vie de Bernadette, marquée par la souffrance et la foi.",
  "epreuves-et-foi": "Incomprise, interrogée, moquée parfois, elle supporte la maladie avec patience et prière.",
  "vie-au-couvent-de-nevers": "Entrée au couvent de Nevers, elle vit dans l’humilité et l’offrande de ses douleurs.",
  "mort-et-saintete": "Elle meurt en 1879 à 35 ans, en disant : 'Sainte Marie, Mère de Dieu, priez pour moi, pauvre pécheresse.' Son corps, resté incorrompu, repose à Nevers. Bernadette demeure un modèle d’humilité et de foi, rappelant que la vraie joie se trouve dans la fidélité à Dieu, même au cœur de la souffrance."
}

},
"sainte-lucia-dos-santos": {
  "id": "sainte-lucia-dos-santos",
  "name": "Sainte Lúcia dos Santos",
  "virtues": ["foi", "obéissance", "prière", "fidélité", "espérance"],
  "period": "20e-21e siècle",
  "country": "Portugal",
  "type": "voyante de Fatima et carmélite",
  "birthDate": "1907",
  "deathDate": "2005",
  "feastDay": "13 février",
  "image": "/images/saints/lucia-dos-santos.jpg",
  "shortDescription": "Voyante de Fatima, témoin des apparitions de la Vierge Marie en 1917, Sœur Lúcia consacra sa vie à faire connaître le message de prière, de pénitence et de paix confié par Marie. Carmélite à Coimbra, elle vécut presque cent ans dans le silence et la fidélité à Dieu.",
  "biography": {
  "naissance-et-enfance": "Lúcia dos Santos naît le 28 mars 1907 à Aljustrel, au Portugal, dans une famille de bergers croyants.",
  "apparitions-de-fatima": "En 1917, alors qu’elle garde les moutons avec ses cousins Jacinta et Francisco Marto, la Vierge Marie leur apparaît six fois à la Cova da Iria. Marie leur demande de prier le rosaire pour la paix et la conversion des pécheurs et confie trois secrets sur l’avenir de l’Église et du monde.",
  "message-de-marie": "La Vierge annonce : 'Jacinta et Francisco viendront bientôt au Ciel, mais toi, Lúcia, tu resteras encore quelque temps sur la terre. Jésus veut se servir de toi pour me faire connaître et aimer.' Lúcia vivra presque cent ans pour porter ce message. Marie avait aussi averti que 'la Russie répandra ses erreurs dans le monde' si ses demandes n’étaient pas écoutées, appelant à la consécration de la Russie à son Cœur Immaculé.",
  "miracle-du-soleil": "Le 13 octobre 1917 a lieu le célèbre 'miracle du soleil', vu par des dizaines de milliers de témoins.",
  "vie-religieuse": "Après les apparitions, Lúcia devient religieuse chez les Sœurs de Sainte Dorothée, puis carmélite à Coimbra. Elle mène une vie de prière, de silence et de fidélité.",
  "mission-spirituelle": "Toute sa vie, elle rappelle l'appel de Marie à la prière, au rosaire, à la pénitence et à la paix. Elle participe spirituellement à la consécration du monde au Cœur Immaculé de Marie.",
  "mort-et-heritage": "Elle meurt en 2005 à l'âge de 97 ans, après une vie entièrement donnée à Dieu. Gardienne du message de Fatima, elle laisse un héritage spirituel immense."
}

},
"sainte-therese-de-lisieux": {
  "id": "sainte-therese-de-lisieux",
  "name": "Sainte Thérèse de Lisieux",
  
  "category": "sainte",
  "virtues": ["amour", "simplicité", "humilité", "confiance", "offrande de soi"],
  "period": "19e siècle",
  "country": "France",
  "type": "religieuse carmélite et docteur de l’Église",
  "birthDate": "1873-01-02",
  "deathDate": "1897-09-30",
  "feastDay": "1er octobre",
  "image": "/images/saints/therese-de-lisieux.jpg",
  "shortDescription": "Carmélite de Lisieux, Thérèse Martin a vécu une vie cachée d’amour, de simplicité et d’abandon total à Dieu. Par sa 'petite voie' de confiance et d’amour, elle enseigne que la sainteté se vit dans les gestes les plus ordinaires. Docteur de l’Église, elle est un modèle universel d’amour confiant envers Dieu.",
  "biography": {
  "naissance-et-famille": "Sainte Thérèse de l’Enfant-Jésus et de la Sainte-Face naît le 2 janvier 1873 à Alençon, dernière d’une famille chrétienne très pieuse. Ses parents, Louis Martin et Zélie Guérin, seront canonisés en 2015.",
  "enfance-et-sensibilite": "À la mort de sa mère en 1877, la famille s’installe à Lisieux. Thérèse grandit entourée de ses sœurs, d’un tempérament sensible et scrupuleux. Élevée chez les Bénédictines, elle est bonne élève mais très timide.",
  "graces-et-premieres-experiences": "En 1883, elle guérit miraculeusement d’une maladie nerveuse après avoir vu une statue de la Vierge sourire. Elle fait sa première communion en 1884 puis sa confirmation.",
  "appel-a-la-vie-religieuse": "Très jeune, elle désire devenir carmélite. À 15 ans, elle obtient du pape Léon XIII la permission d’entrer au Carmel. Elle y entre en 1888, prend l’habit en 1889 et prononce ses vœux en 1890.",
  "vie-au-carmel": "Thérèse mène une vie cachée et simple, entièrement dédiée à l’amour de Jésus. Elle développe la 'petite voie', une spiritualité de confiance totale et d’amour dans les petites choses du quotidien.",
  "souffrances-et-offrande": "En 1896, atteinte de tuberculose, elle offre toutes ses souffrances pour les âmes et pour l’Église.",
  "ecrits-et-doctrine": "Elle rédige 'Histoire d’une âme', où elle retrace son itinéraire spirituel et enseigne sa petite voie, qui deviendra un phare pour des millions de fidèles.",
  "mort-et-gloire": "Elle meurt le 30 septembre 1897 à 24 ans, en disant : 'Mon Dieu, je vous aime !'. Canonisée en 1925, proclamée patronne des missions et docteur de l’Église, elle reste l’un des plus grands modèles de sainteté moderne."
}



},
"sainte-hildegarde-de-bingen": {
  "id": "sainte-hildegarde-de-bingen",
  "name": "Sainte Hildegarde de Bingen",
  
  "category": "sainte",
  "virtues": ["sagesse", "foi", "créativité", "discernement", "équilibre"],
  "period": "12e siècle",
  "country": "Saint-Empire romain germanique (Allemagne actuelle)",
  "type": "mystique, abbesse, compositrice et docteur de l’Église",
  "birthDate": "1098",
  "deathDate": "1179-09-17",
  "feastDay": "17 septembre",
  "image": "/images/saints/hildegarde-de-bingen.jpg",
  "shortDescription": "Mystique bénédictine du XIIe siècle, Hildegarde de Bingen fut une visionnaire, théologienne, médecin, compositrice et docteur de l’Église. Par sa sagesse, sa science et sa foi, elle unit la contemplation à l’action, voyant en la création un reflet de la lumière divine.",
  "biography": {
  "naissance-et-enfance": "Hildegarde naît vers 1098 à Bermersheim vor der Höhe, dans la vallée du Rhin, au sein d’une famille noble. Enfant fragile mais dotée de dons spirituels précoces, elle reçoit dès son jeune âge des visions mystiques.",
  "entree-au-monastere": "Très jeune, elle est confiée au monastère bénédictin de Disibodenberg, sous la guidance de Jutte von Sponheim. Elle y grandit dans la prière, l’étude et la contemplation.",
  "visions-et-appel-spirituel": "Depuis l’enfance, Hildegarde reçoit des visions qu'elle décrit comme des illuminations intérieures. Ces expériences mystiques deviendront le cœur de son œuvre théologique.",
  "direction-et-fondations": "À la mort de Jutte en 1136, Hildegarde est élue magistra du monastère. En 1150, elle fonde son propre monastère au Rupertsberg, puis en 1165 un second à Eibingen, où elle forme une communauté florissante.",
  "oeuvre-theologique-et-visionnaire": "Elle rédige des ouvrages monumentaux comme le 'Scivias', le 'Liber Vitae Meritorum' et le 'Liber Divinorum Operum', où elle expose ses visions sur la création, la sagesse divine et la destinée humaine.",
  "musique-et-medicina-hildegardiana": "Compositrice prolifique, elle laisse des hymnes et chants sacrés d’une grande intensité. Dans ses traités 'Physica' et 'Causae et Curae', elle développe une approche holistique de la santé fondée sur l’équilibre des forces vitales, notamment la 'viriditas', la force verte de Dieu dans la nature.",
  "rayonnement-public": "Elle correspond avec papes, évêques, rois et empereurs, et prêche même publiquement. Ses écrits médicaux et spirituels eurent une influence durable, faisant d’elle une pionnière de la médecine naturelle européenne.",
  "mort-et-heritage": "Hildegarde meurt le 17 septembre 1179 au Rupertsberg. Canonisée et proclamée docteur de l’Église en 2012, elle reste l’une des figures féminines les plus lumineuses et polyvalentes du Moyen Âge, appelée 'la Sibylle du Rhin'."
}

},
"sainte-catherine-de-sienne": {
  "id": "sainte-catherine-de-sienne",
  "name": "Sainte Catherine de Sienne",
 
  "category": "sainte",
  "virtues": ["charité", "audace", "humilité", "foi", "zèle pour l’unité de l’Église"],
  "period": "14e siècle",
  "country": "Italie",
  "type": "mystique, tertiaire dominicaine et docteur de l’Église",
  "birthDate": "1347-03-25",
  "deathDate": "1380-04-29",
  "feastDay": "29 avril",
 "image": "/images/saints/catherine-de-sienne.jpg",
  "shortDescription": "Mystique dominicaine et personnage politique, Catherine de Sienne allia contemplation et engagement. Par sa prière, ses lettres et son courage, elle œuvra pour la paix, la réforme de l’Église et le retour du pape à Rome. Docteur de l’Église et co-patronne de l’Europe, elle demeure un modèle de foi et de leadership spirituel.",
  "biography": {
  "naissance-et-enfance": "Catherine de Sienne naît le 25 mars 1347 à Sienne, en Toscane, dans une famille de tisserands. Dès l’enfance, elle manifeste un attrait profond pour Dieu et, à sept ans, reçoit une vision du Christ entouré des Apôtres, événement fondateur de sa vocation.",
  "vocation-et-choix-de-vie": "Contre la volonté de ses parents, elle fait vœu de virginité et refuse le mariage. En 1363, elle rejoint la tierce ordre dominicaine, les Mantellates, tout en restant chez elle. Elle y mène une vie de prière, de pénitence et de service des pauvres et des malades.",
  "vie-spirituelle-et-service": "Sa relation avec Dieu s’intensifie dans la contemplation et l’ascèse. Catherine visite les prisonniers, console les mourants et se dévoue aux plus démunis. Elle se distingue par une charité ardente et une capacité unique à réconcilier les âmes.",
  "engagement-dans-l-eglise-et-la-politique": "Par ses conseils spirituels et ses interventions publiques, elle exerce une influence considérable. Elle écrit près de 380 lettres à des papes, rois et dirigeants, plaidant pour la paix, la réforme de l’Église et l’unité du peuple chrétien.",
  "oeuvres-ecrites-et-experience-mystique": "Son œuvre majeure, 'Le Dialogue de la divine Providence', exprime sa relation intime avec Dieu, sa vision de la sainteté et sa conception de l’Église purifiée dans l’amour. Sa vie est marquée par des phénomènes mystiques, dont les stigmates invisibles.",
  "role-diplomatique-et-impact-historique": "Avec audace, elle exhorte le pape Grégoire XI à revenir de Rome en 1376, contribuant à mettre fin à la période de la papauté d’Avignon. Elle agit également comme médiatrice lors de conflits entre cités italiennes.",
  "fin-de-vie": "Dévorée par l’amour de l’Église et épuisée par ses missions, elle meurt le 29 avril 1380 à Rome à l’âge de 33 ans. Son rayonnement spirituel continue de marquer l’Église et l’histoire.",
  "heritage-et-titres": "Canonisée en 1461 par Pie II, proclamée Docteur de l’Église en 1970 par Paul VI et co-patronne de l’Europe en 1999 par Jean-Paul II, elle demeure un modèle d’unité entre contemplation et action, humilité et courage prophétique."
}

},







"sainte-therese-d-avila": {
  "id": "sainte-therese-d-avila",
  "name": "Sainte Thérèse d’Ávila",
  
  "category": "sainte",
  "virtues": ["oraison", "humilité", "courage", "réforme", "amour de Dieu"],
  "period": "16e siècle",
  "country": "Espagne",
  "type": "mystique, réformatrice du Carmel et docteur de l’Église",
  "birthDate": "1515-03-28",
  "deathDate": "1582-10-04",
  "feastDay": "15 octobre",
  "image": "/images/saints/therese-d-avila.jpg",
  "shortDescription": "Mystique espagnole et grande réformatrice du Carmel, Thérèse d’Ávila a uni contemplation et action. Par ses écrits, sa prière et ses fondations, elle a renouvelé la vie spirituelle de l’Église. Elle demeure un modèle de foi profonde et de courage réformateur.",
  "biography": {
  "jeunesse-et-vocation": "Thérèse d’Ávila naît en 1515 à Ávila, en Espagne, dans une famille noble profondément chrétienne. Très jeune, elle manifeste un goût marqué pour la prière, les récits de saints et les lectures spirituelles, développant un désir précoce de se donner entièrement à Dieu.",
  
  "entree-au-carmel-et-conversion-interieure": "À 20 ans, elle entre au couvent carmélite de l’Incarnation d’Ávila, où la discipline est relâchée. Une grave maladie suivie d’une longue convalescence provoque en elle une profonde conversion intérieure : elle comprend que sa vocation doit être centrée sur Dieu, dans l’austérité, la prière et le détachement.",
  
  "debut-de-la-reforme-du-carmel": "Animée d’un ardent désir de renouveau spirituel, Thérèse entreprend la réforme du Carmel. En 1562, elle fonde le couvent de Saint-Joseph d’Ávila, premier monastère du Carmel déchaussé, dans la pauvreté, la clôture et la prière silencieuse. Les oppositions sont vives, mais elle persévère, soutenue par une forte conviction intérieure.",
  
  "fondations-et-collaboration-avec-jean-de-la-croix": "Au fil des années, elle fonde de nombreuses communautés réformées en Espagne, notamment à Séville, Tolède et Burgos. Sa réforme inspire également la branche masculine grâce à sa collaboration spirituelle avec saint Jean de la Croix. Ensemble, ils posent les bases d’un renouveau profond de la vie carmélitaine.",
  
  "epreuves-et-vie-mystique": "Malgré la maladie, les incompréhensions et de grandes sécheresses spirituelles, Thérèse demeure fidèle à l’oraison et à l’amour du Christ. Ses expériences mystiques — extases, visions et unions profondes avec Dieu — nourrissent des écrits majeurs comme Le Livre de la Vie, Le Chemin de la perfection et Le Château intérieur.",
  
  "mort-et-heritage": "Elle meurt en 1582 à Alba de Tormes. Canonisée en 1622, elle est proclamée Docteur de l’Église en 1970. Par sa réforme, sa doctrine spirituelle et sa vie mystique, elle demeure l’une des plus grandes figures de la spiritualité chrétienne."
}

},
"sainte-mere-teresa": {
  "id": "sainte-mere-teresa",
  "name": "Sainte Mère Teresa de Calcutta",
  
  "category": "sainte",
  "virtues": ["charité", "humilité", "service", "foi", "compassion"],
  "period": "20e siècle",
  "country": "Inde",
  "type": "religieuse, fondatrice des Missionnaires de la Charité",
  "birthDate": "1910-08-26",
  "deathDate": "1997-09-05",
  "feastDay": "5 septembre",
  "image": "/images/saints/mere-teresa.jpg",
  "shortDescription": "Fondatrice des Missionnaires de la Charité, Mère Teresa consacra sa vie aux plus pauvres parmi les pauvres. Par sa foi, sa tendresse et son humilité, elle devint un symbole universel de la compassion chrétienne et du service désintéressé.",
  "biography": {
  "jeunesse-et-appel-religieux": "Mère Teresa, née Anjezë Gonxhe Bojaxhiu en 1910 à Skopje, grandit dans une famille catholique albanaise profondément croyante. Dès son enfance, elle ressent l’appel à servir Dieu et les plus pauvres. À 18 ans, elle entre chez les Sœurs de Lorette en Irlande avant d’être envoyée en Inde.",
  
  "vie-chez-les-soeurs-de-lorette-et-premiers-engagements": "En 1931, elle prononce ses vœux et prend le nom de Sœur Teresa en hommage à sainte Thérèse de Lisieux. Enseignante dans un collège de Calcutta, elle se dévoue à l’éducation des jeunes filles indiennes. Sa vie prend un tournant décisif en 1946 lorsqu’elle reçoit, dans un train, “l’appel dans l’appel” : Jésus lui demande de quitter le couvent pour servir les plus pauvres parmi les pauvres.",
  
  "fondation-des-missionnaires-de-la-charite": "En 1950, après avoir quitté les Sœurs de Lorette et obtenu l’autorisation de l’Église, elle fonde la Congrégation des Missionnaires de la Charité. Celle-ci se consacre au service de ceux qui “n’ont personne pour les aimer”. Elle ouvre des foyers pour les mourants, recueille les malades, les lépreux, les orphelins et soutient les plus démunis. Son œuvre connaît un rayonnement mondial.",
  
  "spiritualite-et-nuits-de-la-foi": "Pour Mère Teresa, chaque personne, même la plus abandonnée, porte le visage du Christ. Elle répète souvent : “Ce que vous faites au plus petit d’entre les miens, c’est à moi que vous le faites.” Malgré une longue période de sécheresse spirituelle et un profond sentiment d’absence de Dieu — qu’elle confie à son directeur spirituel — elle demeure fidèle à la charité, à la prière et au service humble.",
  
  "reconnaissance-internationale": "En 1979, elle reçoit le prix Nobel de la paix, qu’elle accepte au nom des pauvres et des enfants pas encore nés. Elle y rappelle que la paix commence dans la famille, dans le pardon et dans le respect de toute vie humaine, en particulier de la conception.",
  
  "mort-et-heritage": "Elle meurt à Calcutta en 1997 à l’âge de 87 ans, entourée d’une immense vénération populaire. Béatifiée en 2003 par Jean-Paul II puis canonisée en 2016 par le pape François, elle est aujourd’hui honorée dans le monde entier comme sainte Teresa de Calcutta, modèle de compassion, de service et d’amour pour les plus pauvres."
}

},
"saint-jean-de-la-croix": {
  "id": "saint-jean-de-la-croix",
  "name": "Saint Jean de la Croix",
 
  "category": "saint",
  "virtues": ["contemplation", "détachement", "foi", "obéissance", "humilité"],
  "period": "16e siècle",
  "country": "Espagne",
  "type": "prêtre, mystique, réformateur du Carmel",
  "birthDate": "1542-06-24",
  "deathDate": "1591-12-14",
  "feastDay": "14 décembre",
  "image": "/images/saints/jean-de-la-croix.jpg",
  "shortDescription": "Mystique et réformateur du Carmel, Jean de la Croix est l’un des grands docteurs de la vie spirituelle. Son enseignement sur la ‘nuit obscure’ et l’union à Dieu fait de lui un guide pour les âmes en quête de pureté et de lumière divine.",
  "biography": {
  "jeunesse-et-formation": "Jean de la Croix, né Juan de Yepes y Álvarez en 1542 à Fontiveros, grandit dans une famille pauvre et marquée par l’adversité. Son père meurt alors qu’il est encore enfant, laissant sa mère Catalina élever seule ses fils. Jean étudie dans une école pour enfants pauvres, travaille dans un hôpital et reçoit une solide formation humaniste chez les Jésuites entre 1559 et 1563.",
  
  "entree-au-carmel-et-ordination": "En 1563, il entre chez les Carmes à Medina del Campo où il reçoit l’habit religieux. Ordonné prêtre en 1567, il envisage un temps de rejoindre les Chartreux, mais sa rencontre avec sainte Thérèse d’Ávila change le cours de sa vie.",
  
  "rencontre-avec-therese-d-avila-et-reforme-du-carmel": "Sous l’impulsion de Thérèse d’Ávila, Jean s’engage dans la réforme du Carmel, appelée Carmel Déchaussé, orientée vers une vie plus austère, silencieuse et contemplative. Il devient l’un des piliers de cette réforme, fondant plusieurs communautés et accompagnant spirituellement les frères et les sœurs réformés.",
  
  "epreuves-et-emprisonnement": "La réforme suscitant de fortes résistances, Jean est arrêté en 1577 et enfermé dans un couvent de Tolède. Il y subit un emprisonnement très dur. C’est pourtant durant cette captivité qu’il compose certains de ses plus grands poèmes mystiques, méditant sur la souffrance, la foi et la lumière divine.",
  
  "oeuvre-mystique-et-ministere": "Après sa libération, il poursuit son œuvre de fondateur et de guide spirituel. Ses écrits — La Montée du Carmel, La Nuit obscure, Le Cantique spirituel, La Vive Flamme d’amour — exposent un chemin exigeant : purification, renoncement, foi nue et union totale à Dieu. Sa pensée marque durablement la spiritualité chrétienne.",
  
  "mort-et-heritage": "Jean de la Croix meurt à Úbeda le 14 décembre 1591. Canonisé en 1726 et proclamé Docteur de l’Église en 1926, il demeure l’un des plus grands mystiques chrétiens et un maître de la vie intérieure."
}

},

"saint-francois-xavier": {
  "id": "saint-francois-xavier",
  "name": "Saint François Xavier",
 
  "category": "saint",
  "virtues": ["zèle missionnaire", "foi", "charité", "audace", "dévouement"],
  "period": "16e siècle",
  "country": "Espagne",
  "type": "prêtre jésuite, missionnaire",
  "birthDate": "1506-04-07",
  "deathDate": "1552-12-03",
  "feastDay": "3 décembre",
  "image": "/images/saints/francois-xavier.jpg",
  "shortDescription": "Cofondateur de la Compagnie de Jésus et grand missionnaire en Asie, saint François Xavier porta l’Évangile jusqu’en Inde, au Japon et aux portes de la Chine. Son zèle infatigable et sa foi ardente en font l’un des plus grands apôtres missionnaires de l’Église.",
 "biography": {
  "jeunesse-et-etudes": "François Xavier naît en 1506 au château de Xavier, dans le royaume de Navarre, au sein d’une famille noble. Après la mort de son père, il poursuit des études brillantes qui le mènent à l’Université de Paris en 1525.",
  
  "rencontre-avec-ignace-et-fondation-de-la-compagnie-de-jesus": "À Paris, il rencontre Ignace de Loyola, dont l’influence spirituelle est décisive. Avec lui et cinq autres compagnons, il prononce en 1534 les vœux de Montmartre, posant les bases de la Compagnie de Jésus. Ordonné prêtre à Venise en 1537, il se met au service du nouvel ordre.",
  
  "premiere-mission-en-asie": "Envoyé par le Portugal, François part en 1542 pour l’Asie. Il débarque à Goa en Inde, où il évangélise les pêcheurs de perles et les populations locales. Son zèle, son énergie et sa capacité d’adaptation marquent profondément les communautés rencontrées.",
  
  "missions-dans-les-moluques-et-au-japon": "En 1545, il poursuit sa mission vers Malacca puis les Moluques. En 1549, il arrive au Japon, où il introduit la foi chrétienne en apprenant la langue et en respectant la culture locale. Son approche audacieuse et respectueuse ouvre la voie à une implantation durable du christianisme.",
  
  "desir-d-evangeliser-la-chine-et-mort": "Animé par le désir de porter l’Évangile en Chine, il entreprend ce voyage mais tombe malade. Il meurt le 3 décembre 1552 sur l’île de Shangchuan, au large des côtes chinoises, à seulement 46 ans.",
  
  "canonisation-et-heritage": "Transporté à Goa, son corps y est vénéré. Béatifié en 1619 et canonisé en 1622, il est proclamé en 1927 co-patron de toutes les missions étrangères. Son exemple demeure celui d’un apôtre infatigable, animé d’un amour passionné pour l’Évangile et les peuples qu’il rencontrait."
}

},

"saint-louis": {
  "id": "saint-louis",
  "name": "Saint Louis (Louis IX de France)",
 
  "category": "saint",
  "virtues": ["justice", "piété", "charité", "sagesse", "dévotion"],
  "period": "13e siècle",
  "country": "France",
  "type": "roi de France, laïc saint",
  "birthDate": "1214-04-25",
  "deathDate": "1270-08-25",
  "feastDay": "25 août",
  "image": "/images/saints/saint-louis.jpg",
  "shortDescription": "Roi de France et modèle du souverain chrétien, Saint Louis allia une profonde piété à un sens exceptionnel de la justice et du service du peuple. Son règne incarne l’idéal du roi juste, pacificateur et dévoué à Dieu.",
  "biography": {
  "jeunesse-et-famille": "Louis IX naît le 25 avril 1214 à Poissy, dans le royaume de France. Fils du roi Louis VIII et de Blanche de Castille, il perd son père en 1226 et devient roi alors qu’il n’a que douze ans. Sa mère assure la régence et façonne la personnalité du jeune roi. Blanche de Castille lui inculque la piété, le sens de la justice et le devoir royal : « Le but d’un roi est de protéger le peupl pas d’être aimé ». Elle lui disait aussi : « Je préfère te voir mort que coupable d’un seul péché mortel. » ",

  "reforme-et-justice-royale": "Louis IX assume pleinement le pouvoir au début des années 1230 et se distingue immédiatement comme un roi profondément attaché à la justice et au bien commun. Il réforme les pratiques judiciaires : il supprime les duels judiciaires et les ordalies, encourage les enquêtes impartiales, renforce l’action des baillis et prévôts, et veille à limiter les abus des seigneurs locaux. Soucieux d’entendre directement son peuple, il rend souvent la justice lui-même, notamment sous le chêne de Vincennes, où il reçoit indistinctement riches et pauvres.",

  "foi-et-piete": "Monarque chrétien et protecteur des arts, Louis fait édifier la Sainte-Chapelle pour abriter les reliques de la Passion, dont la couronne d’épines. Parallèlement à son rôle de bâtisseur et de réformateur, il intervient aussi dans les questions religieuses et sociales de son temps. À la demande de Nicolas Donin, un juif converti au christianisme qui accuse le Talmud de contenir des passages hostiles à la foi, Louis ordonne en 1240 un procès public des textes rabbiniques. Les maîtres de l’Université de Paris examinent les ouvrages, et plusieurs dizaines de manuscrits talmudiques sont finalement condamnés et brûlés en 1242.",

  "croisades": "En politique étrangère, il rétablit la paix avec l’Angleterre grâce au traité de Paris (1259). Profondément marqué par sa foi, Louis IX prend la croix en 1244 et dirige la septième croisade en 1248. Après avoir pris Damiette, il subit un revers à Mansourah puis est capturé à Fariskur en 1250. Libéré, il demeure quatre années en Terre sainte, où il consolide les États croisés, organise l’aide matérielle et spirituelle aux chrétiens d’Orient et leur promet que la France demeurera toujours à leurs côtés pour les défendre. En 1270, il repart pour la huitième croisade, animé du même souci de protection des chrétiens orientaux, mais meurt le 25 août, près de Tunis, victime d’une épidémie."
}

},

"elisabeth-de-france": {
  "id": "elisabeth-de-france",
  "name": "Élisabeth de France (Vénérable Élisabeth, sœur de Louis XVI)",
 
  "category": "vénérable",
  "virtues": ["charité", "pureté", "courage", "fidélité", "humilité"],
  "period": "18e siècle",
  "country": "France",
  "type": "princesse de France, laïque consacrée",
  "birthDate": "1764-05-03",
  "deathDate": "1794-05-10",
  "feastDay": "10 mai",
  "image": "/images/saints/elisabeth-de-france.jpg",
  "shortDescription": "Sœur de Louis XVI, Élisabeth de France choisit la virginité et la charité plutôt que le mariage princier. Dans son domaine de Montreuil, elle se consacra aux pauvres et resta le soutien moral de sa famille durant la Révolution, allant jusqu’à offrir sa vie en union avec le sacrifice du Christ.",
  "biography": {
  "jeunesse-et-famille": "Élisabeth de France naît le 3 mai 1764 à Versailles. Sœur cadette de Louis XVI, elle perd ses parents très jeune et grandit dans un climat de piété, de douceur familiale et d’éducation soignée. Très sensible spirituellement, elle développe dès l’enfance un profond attachement à la foi catholique et à son frère, qu’elle soutient d’un amour indéfectible.",

  "vocation-et-vie-consacree": "Élisabeth refuse tous les projets de mariage princier proposés par les cours européennes. Elle souhaite rester vierge et se consacrer entièrement à Dieu, tout en demeurant auprès de Louis XVI dont elle veut partager la mission et les épreuves. Cette décision marque son orientation spirituelle : une vie donnée à Dieu sans prendre le voile, mais dans un état de laïcité consacrée authentique.",

  "charite-et-vie-a-montreuil": "Installée dans son domaine de Montreuil, près de Versailles, elle transforme le lieu en un véritable foyer de prière, de bonté et de charité. Elle soigne les malades, distribue des repas, visite les pauvres et soutient personnellement les familles en détresse. Sa vie quotidienne s’organise autour de la messe, de la prière, du service des plus faibles et d’une profonde union au Christ.",

  "role-durant-la-revolution": "Lorsque éclate la Révolution française, Élisabeth devient la force morale de la famille royale. Calme, courageuse et prête à tout sacrifier, elle encourage Louis XVI et Marie-Antoinette à conserver l’espérance. On rapporte qu’elle proposa de se faire passer pour la reine pour détourner le danger, estimant que sa propre vie avait moins de valeur que celle de Marie-Antoinette. Durant leur captivité, elle réconforte chacun, garde une paix intérieure remarquable et soutient sa famille par la prière et la parole.",

  "captivite-et-dernieres-annees": "Arrêtée avec les siens, elle endure l’emprisonnement et la perte successive de tous ses proches exécutés par la République. Malgré les risques, elle obtient clandestinement la présence d’un prêtre réfractaire pour recevoir les sacrements. Elle continue d’élever l’esprit des prisonniers, les exhortant à la confiance en Dieu et à la paix intérieure. Son attitude impressionne même ses geôliers.",

  "martyr-et-mort": "Le 10 mai 1794, malgré l’opposition de Robespierre lui-même, Élisabeth est condamnée à mort. Conduite à la guillotine, elle réconforte les autres condamnés, affirmant qu’ils doivent se réjouir de quitter un monde de souffrance. Les hommes s’agenouillent devant elle, les femmes l’embrassent. Arrivée sur l’échafaud, son voile s’envole ; elle demande au bourreau de la replacer « au nom de la pudeur ». Elle unit son sacrifice à celui du Christ et meurt en paix à l’âge de 30 ans, portant une médaille de l’Immaculée Conception.",

  "heritage-et-veneration": "Déclarée Vénérable en 2016, Élisabeth de France demeure un modèle de pureté, de fidélité, de douceur et de charité héroïque. Son exemple inspire particulièrement ceux qui cherchent courage, humilité et force dans l’épreuve. Sa mémoire perpétue l’image d’une femme entièrement donnée à Dieu et au prochain."
}

},

"louis-xvi": {
  "id": "louis-xvi",
  "name": "Le Bienveillant Louis XVI",
 
  "category": "roi chrétien",
  "virtues": ["justice", "bienveillance", "patience", "piété", "miséricorde"],
  "period": "18e siècle",
  "country": "France",
  "type": "roi de France, père de famille, martyr de la Révolution",
  "birthDate": "1754-08-23",
  "deathDate": "1793-01-21",
  "feastDay": "",
 "image": "/images/saints/louis-xvi.jpg",
  "shortDescription": "Roi de France de 1774 à 1793, Louis XVI fut un souverain pacifique, bienveillant et soucieux de justice, cherchant jusqu’au bout à réformer le royaume sans violence. Son exécution durant la Révolution en fit une figure de martyr et de pardon chrétien.",
 "biography": {
  "jeunesse-et-formation": "Louis XVI naît le 23 août 1754 à Versailles. Par tempérament réservé, doux et réfléchi, il reçoit une éducation solide fondée sur la religion, la morale et le sens du devoir. D’abord troisième fils, il n’est pas destiné à régner, mais la mort de ses frères aînés le conduit à devenir dauphin, puis roi en 1774. Dès le début de son règne, il se montre animé d’un désir sincère de justice, d’équité et de paix sociale.",

  "montee-sur-le-trone-et-intentions": "Attaché à la dignité de toute vie humaine, il refuse qu’on teste la montgolfière avec des condamnés, jugeant cela immoral, et préfère risquer des animaux plutôt que sacrifier des hommes pour l’expérimentation scientifique. Homme curieux et ouvert aux progrès, il soutient les sciences, les explorations et les réformes.",

  "gouvernement-et-reformes": "Conscient des graves difficultés financières du royaume, il tente d’y répondre par des réformes prudentes et concertées. Il appelle successivement ministres réformateurs, assemblées de notables, puis les États généraux en 1789. Sa démarche est lente non par faiblesse, mais par respect des provinces et de ses sujets. Contrairement à la République, il refuse de gouverner par la force ou la terreur.",

  "crise-revolutionnaire": "Lorsque la Révolution éclate, Louis XVI continue de chercher un compromis politique. Cependant, la monarchie est peu à peu dissoute et le roi est jugé par la Convention. La décision de l’exécuter est votée à une voix près, celle de son cousin franc-maçon. Louis XVI demande un appel au peuple pour que la nation entière puisse se prononcer ; cela lui est refusé.",

  "processus-et-mort": "Le 21 janvier 1793, conduit à l’échafaud, il demeure fidèle à la charité chrétienne. Avant de mourir, il proclame qu’il pardonne à ses ennemis et demande que son sang ne soit pas cause de nouvelles divisions. Il meurt en homme de paix, unissant son sacrifice à Dieu et à la France qu’il aime."

}

},
"marie-antoinette": {
  "id": "marie-antoinette",
  "name": "Marie-Antoinette d'Autriche, reine de France",
 
  "category": "reine chrétienne",
  "virtues": ["courage", "fidélité", "charité", "force d'âme", "dignité"],
  "period": "18e siècle",
  "country": "France / Autriche",
  "type": "reine de France, épouse, mère, victime de la Révolution",
  "birthDate": "1755-11-02",
  "deathDate": "1793-10-16",
  "feastDay": "",
 "image": "/images/saints/marie-antoinette.jpg",
  "shortDescription": "Épouse de Louis XVI et mère de famille, Marie-Antoinette fut injustement défigurée par la propagande révolutionnaire. Durant la Révolution, elle fit preuve d’un courage et d’une dignité remarquables, pardonnant même à ceux qui la conduisirent à la mort.",
 "biography": {
  "jeunesse-et-origines": "Marie-Antoinette naît le 2 novembre 1755 à Vienne, neuvième fille de l'impératrice Marie-Thérèse d'Autriche. Arrivée en France à l'âge de quatorze ans pour épouser le dauphin Louis, futur Louis XVI, elle découvre un monde de cour brillant.",

  "vie-a-la-cour-et-relations": "Parmi ces proches, la princesse de Lamballe, amie très intime. Marie-Antoinette, en la voyant s’engager en franc-maçonnerie, l’exhorte à s’en éloigner car elle la juge trop féministe, souhaitant avant tout la protéger.",

  "revolution-et-epreuves-familiales": "Lorsque la Révolution éclate, la reine n’abandonne ni ses proches, ni son mari, ni ses enfants. Séparée de ses enfants, elle est transférée à la Conciergerie, dans la solitude la plus complète. La perte de ses enfants, en particulier l’arrachement de son jeune fils, est l’épreuve la plus profonde de sa vie.",

  "pertes-et-violences-subies": "La République brise psychologiquement son fils Louis XVII et le manipule en lui faisant signer une fausse déposition, l'accusant de viol sur sa personne (loi modifiée auparavant) et il sera assassiné par la République juste derrière. Marie-Antoinette répond alors d'une seule phrase : « La nature même se refuse à répondre à une telle accusation. »",

  "captivite-et-derniere-lettre": "Quelques semaines auparavant, son amie la princesse de Lamballe pour soutenir toujours sa gouvernante, a été massacrée et son corps profané (tête découpée, poils pubiens arrachés) jusqu'à sous ses fenêtres. Son mari Louis XVI a été exécuté neuf mois plus tôt. Marie-Antoinette sait qu'elle mourra. Pourtant, dans sa dernière lettre, elle pardonne à ceux qui lui ont fait du mal, priant Dieu de leur accorder miséricorde.",

  "execution": "Le 16 octobre 1793, elle est conduite à la guillotine. Malgré l'humiliation de sa toilette, sa dignité demeure intacte. Elle monte à l'échafaud droite, calme, sans haine. Ses bourreaux eux-mêmes reconnaîtront son courage. Dépouillée de tout, elle conserva cependant ce qui ne peut être pris : sa foi, sa dignité et son cœur de mère."

 
}

},


"jeanne-d-arc": {
  "id": "jeanne-d-arc",
  "name": "Sainte Jeanne d’Arc",
  "category": "sainte",
  "virtues": ["courage", "foi", "obéissance", "pureté", "patriotisme"],
  "period": "15e siècle",
  "country": "France",
  "type": "reine de France, héroïne nationale, martyre",
  "birthDate": "1412",
  "deathDate": "1431-05-30",
  "feastDay": "30 mai",
  "image": "/images/saints/jeanne-d-arc.jpg",
  "shortDescription": "Jeanne d’Arc, jeune paysanne lorraine guidée par la foi et les voix célestes, mena les armées françaises à la victoire d’Orléans et permit le sacre de Charles VII à Reims, avant d’être trahie, jugée et brûlée vive à Rouen.",
 "biography": {
  "la-mission-divine": "Née vers 1412 à Domrémy (maison de Rémy), Jeanne d’Arc grandit dans une période terrible pour le pays : la France est ravagée par la guerre de Cent Ans. Dès l’âge de 13 ans, elle affirme entendre des « voix venues de Dieu » : celles de saint Michel Archange, sainte Catherine d’Alexandrie et sainte Marguerite d’Antioche. Ces voix lui disent qu’il y a « grande pitié au royaume de France » et qu’elle doit aller trouver le dauphin Charles pour le faire sacrer à Reims. Jeanne parle d’ailleurs un excellent français. En 1429, les anglais exécutent 70 % des nobles français, Charles d’Orléans est fait prisonnier et les Bourguignons se sont alliés aux anglais, seul le Mont-Saint-Michel a résisté et si Orléans tombe, c’est fini. ",

  "la-rencontre-avec-braudicourt": "La Pucelle se rend à Vaucouleurs, où elle rencontre le capitaine Robert de Baudricourt, fidèle au roi. Au début, il la prend pour une fille exaltée, mais Jeanne lui prédit qu’à ce moment même, les troupes du roi viennent de perdre la bataille des Harengs. Impressionné, Baudricourt finit par lui fournir un cheval, une armure et une petite escorte composée notamment de Jean de Metz et Bertrand de Poulengy. Elle part alors pour rejoindre le dauphin Charles à Chinon, qu’elle atteint le 6 mars 1429, après un dangereux voyage.",

  "la-reconnaissance-du-roi": "Arrivée au château, Jeanne reconnaît le roi parmi ses courtisans, sans jamais l’avoir vu auparavant. Le roi, l’écoute en privé le lendemain ; elle lui révèle des secrets personnels que personne d’autre ne pouvait connaître. Convaincu, Charles VII décide de lui donner la commande, malgré la méfiance de ses conseillers et de ses capitaines. Quand on lui propose une épée pour aller au combat, Jeanne refuse car ses voix lui ont dit de prendre l’épée cachée derrière l’autel de l’église Sainte-Catherine-de-Fierbois, marquée de cinq croix. On creuse à l’endroit indiqué, et l’arme est effectivement retrouvée.",

  "la-preparation": "Jeanne d’Arc rejoint les troupes françaises en route vers Orléans, alors assiégée par les Anglais depuis des mois. Là, elle rencontre le duc d’Orléans qui lui propose une stratégie mais Jeanne lui dit que ses conseils à elle « viennent du roi du Ciel » et ajoutent que saint Louis et Charlemagne eux-mêmes se tiennent à genoux devant le trône de Dieu pour implorer le salut de la France. Les vents et la crue de la Loire empêchent toute traversée. Jeanne, convaincue que Dieu interviendra, annonce qu’il faut attendre. Puis, le vent tourne, le niveau de l’eau baisse, et le 29 avril 1429, elle entre enfin dans Orléans.",

  "orleans-liberee": "Le 4 mai, Jeanne se réveille en pleine nuit, avertie par ses voix que les chefs ont fait de « mauvais choix » et qu’il faut attaquer autrement. Donc elle guide les troupes françaises vers la bastille de Saint-Loup. Les Français remportent là leur première grande victoire depuis des années. Le 7 mai, elle participe, blessée au pied, à l’assaut décisif. Avant la bataille, elle annonce à ses hommes qu’elle sera blessée par une flèche près de la clavicule. Et en effet, au cours de l’assaut, elle est atteinte près de la clavicule par une flèche qu’elle arrache elle-même. Le lendemain, les Anglais lèvent le siège : Orléans est libérée. ",

  "elle-leur-met-la-patay": "Ensuite, Jeanne d’Arc convainc le roi qu’il doit être couronné à Reims, pas à Orléans. En chemin, l’armée affronte les Anglais à Patay, le 18 juin 1429. Les Anglais, voulant venger Orléans, préparent une embuscade, mais un cerf s’aventure dans la plaine, trahissant leur position. Les Français, menés par La Hire, grâce à un cerf, chargent avant que les archers anglais n’aient le temps de se déployer. Plusieurs milliers d’Anglais sont tués, tandis qu’un seul soldat français trouve la mort, « un de trop », dit Jeanne.",

  "jeanne-reine-de-france": "L’armée française avance vers Reims : les villes sur le passage finissent par ouvrir leurs portes au roi. Le 17 juillet 1429, à Reims, Jeanne demande au roi de lui remettre son royaume, ce qu’il fait solennellement ; puis elle déclare à son tour le donner au Christ, avant d’ajouter que le Christ le rend ensuite au roi Charles, devenu ainsi le lieutenant du Christ sur terre."
 , "pour-le-salut-du-royaume": "Jeanne considère alors que l’essentiel de sa mission est accompli mais pas fini. Mais Charles VII hésite à poursuivre la reconquête vers Paris. De par ses voix, Jeanne savait qu’elle devait être capturée pour réparer les fautes de la France. Ce qui arrivera à Compiègne."

}, "la-reparation": "Son procès s’ouvre à Rouen en 1431. 70 chefs d’accusation sont portés contre elle. Mais Jeanne tient tête à des juges ecclésiastiques souvent piégés par ses réponses. Le 30 mai 1431, sur la place du Vieux-Marché à Rouen, Jeanne d’Arc est brûlée vive. Son cœur ne se consume pas et fut jeté dans la Seine. Témoin de son supplice, le bourreau déclarera qu’il avait « brûlé une sainte »."

}


  
}
